{
  "title": "January 7",
  "saints": "1. SAINT JOHN THE BAPTIST\nBecause John's main role in his life was played out on the day of the Theophany (Epiphany), the Church has from earliest times dedicated the day following Theophany to his memory. An incident with the hand of the Forerunner is also linked to this feast. The Evangelist Luke desired to remove the body of John from Sebaste, where the great prophet was beheaded by Herod, to Antioch, his place of birth. He succeeded, though, in acquiring and translating only one hand, which was preserved in Antioch until the tenth century. After this it was transferred to Constantinople, where it disappeared during the time of the Turks.\nFeasts of St. John are celebrated several times throughout the year, but this day, January 7, has the most Svečara.*) Among the Gospel personalities who surround the Savior, John the Baptist occupies a totally unique place by the manner of his entry into the world, and by the manner of his life in this world; by his role in baptizing people for repentance; by his baptizing the Messiah; and, finally, by his tragic departure from this life. He was of such moral purity that, in truth, he could be called an angel--as Holy Scripture calls him--rather than a mortal man. St. John especially differs from all other prophets in that he had that privilege of being able, with his hand, to show the world Him about Whom he prophesied.\nIt is said that every year on the feast of the saint, the bishop brought the hand of St. John before the people. Sometimes the hand appeared open and other times the hand appeared clenched. In the first case it signified a fruitful and bountiful year, and in the second case it meant a year of unfruitfulness and famine.",
  "hymns": "SAINT JOHN THE FORERUNNER AND BAPTIST\nThirty years of fasting and silence--\nThis, not even the mountain beasts can endure!\nThe lion alleviates his hunger with the music of roaring\nAnd the tree rustles when the wind approaches.\nBut you neither rustle, nor moan.\nNeither your lament nor your song through the wilderness echoes!\nTell me, are you a man? What is your name?\nWill you ever want to speak with someone?\n\"The voice, the voice, the voice: I am the voice--\nBut the Word of God, He is.\nTo the children of Israel I was sent to cry out:\nRepent, O people; behold, He comes.\nBring forth good fruit, each according to your strength.\nBehold, behold He comes--oh, wonder of wonders!\nIn the midst of the water, fire from heaven is concealed!\nBehold, the Lamb of God, among the wolves, walks.\nWolves, your lupine temper in the water, cleanse!\nThirty years of silence and fasting:\nOf your body, what remains, save your voice?\nYour withered body is but a shadow of your voice\nWhich proclaims the news: Behold, God is come to us!\nYour withered body was a reed, which Herod broke.\nBut the voice goes on and on, with no one to silence it.\nWhose voice is that, at which even the centuries tremble?\nA hungry lion! No, No--a man of faith.",
  "reflection": "St. Basil the Great said: \"Man is not something visible.\" Just as one house resembles another, so the outward appearance of one man resembles that of another. To the house is given honor according to the one who dwells in the house; so it is with man, according to the spirit that dwells in him. To the bodily sight, it is obvious that the house is not the master, but just a house in which the master dwells; but only to the spiritual sight is it obvious that the body is not the man, but only the house in which the man dwells.",
  "contemplation": "Contemplate the departure of the Lord to the Mount of Temptation:\n1. How, after His baptism, He immediately directs Himself to fasting and to prayer;\n2. How, for a baptized man, the devil works his wile especially during the time of fasting and of prayer;\n3. How He--meek as a lamb, yet decisively, as the Master--rejects all the temptations of the devil.",
  "homily": "on submission to the will of God\n\"Thy will be done, in earth as in heaven\" (Matthew 6:10).\nBlessed be John the Baptist, for he fulfilled the Gospel before the arrival of the Gospel! Going into the wilderness, he gave himself up completely to the will of God, both body and soul. The will of God was carried out in his body on earth as well as in the heaven of his soul. Neither hunger nor wild beasts did harm to his body throughout the many years that he spent in the wilderness. His soul was harmed neither by despair in loneliness nor by pride in heavenly visions. He sought neither bread nor knowledge from man. God granted him everything that was necessary for him, because he gave himself up completely to the will of God.\nHe directed his footsteps neither into the wilderness nor away from the wilderness. An invisible rudder from on high steered his life. For when it was necessary for him to depart from the wilderness and go out to meet the Lord, it is said: The word of God came unto John (Luke 3:2). Like an innocent youth, John spoke simply about his communication with the powers of heaven: And I knew Him not: but He that sent me to baptize with water, the same said unto me, Upon Whom thou shalt see the Spirit descending, and remaining on Him, the same is He which baptizeth with the Holy Spirit. And I saw, and bare record that this is the Son of God (John 1:33-34). How tenderly and simply he speaks about heavenly things! How terrifying like a lion he is when he speaks out against the injustice of men, against Herod and Herodias! The lamb and the lion dwell in him together. Heaven is as close to him as a mother is to her child. The will of God is as accessible and clear to him as it is to the angels in heaven.\nO Lord, most wise, direct the lives of us sinners in the wilderness of this life according to Thy will, as Thou didst direct the life of St. John the Baptist.\nTo Thee be glory and praise forever. Amen."
}
