{
  "title": "January 5",
  "saints": "1. THE HIEROMARTYR [PRIESTLY-MARTYR] THEOPEMPTOS AND THE MARTYR THEONAS\n\nWhen Diocletian began his persecution of the Christians, Theopemptos, Bishop of Nicomedia, was among the first to suffer martyrdom for Christ. Theopemptos was brought before the emperor, who threatened him with the punishment of death if he did not deny Christ. To that threat, the courageous bishop responded to the emperor: \"It stands written: Fear not them which kill the body, but are not able to kill the soul (Matthew 10:28). O Emperor, you have authority over my body; do with it as you please.\" Theopemptos was severely beaten, starved and tortured in various ways. Finally, the emperor summoned a certain magician, Theonas by name, to outwit this godly man through magic. Theonas dissolved the most potent poison in water and gave it to Theopemptos to drink. Theopemptos traced the sign of the Cross over the glass and drank the poison. On seeing that the poison had no effect on Theopemptos, Theonas turned to the emperor and shouted: \"I too am a Christian, and I bow down before the Crucified One.\" Both were sentenced to death in the year 298 A.D.; Theopemptos was beheaded and Theonas was buried alive. They suffered honorably and became citizens of the Kingdom of Christ.\n\n2. THE HOLY PROPHET MICAH THE FIRST\n\nMicah [Micaiah] was a contemporary of the Prophet Elijah. He foretold the death of the pernicious King Ahab in battle against the Assyrians (I Kings 22; II Chronicles 18). Micah prophesied orally and did not put anything into writing. He is to be disctinguished from the other Prophet Micah (August 14), who prophesied the birth of the Lord in Bethlehem and authored one of the prophetic books.\n\n3. THE VENERABLE MOTHER SYNCLETICA\n\nSyncletica was of Macedonian descent. She was educated in Alexandria. As a wealthy and distinguished maiden she had many suitors, but she rejected them all and fled from her parents' home to a convent. In great self-restraint, vigil and prayer, Syncletica lived to her eightieth year. Her counsels to the nuns have always been considered true spiritual pearls, for this righteous one did not attain the heights of wisdom through books but through sufferings, pains, daily and nightly contemplation, and spiritual communication with the higher world of the Divine. Her soul took up its habitation in that higher world in the year 350 A.D. Among other things, St. Syncletica was known to say: \"If it is the season for fasting, do not dismiss fasting, claiming illness, for behold, even those who do not fast succumb to the same illness.\" She further said: \"As a treasure, when uncovered, is quickly seized, so it is with virtue: when it is made public it becomes eclipsed and is lost.\n\n4. THE VENERABLE APOLLINARIA\n\nApollinaria was the daughter of Anthemius, the regent of the adolescent Emperor Theodosius the Younger. She was her father's eldest daughter. His younger daughter was insane. Apollinaria did not wish to marry because in her heart she was betrothed to Christ, and she withdrew into the Egyptian wilderness. In men's attire and under the masculine name of Dorotheus, Apollinaria entered a monastery for men, where she lived an ascetical life, lifting up her spirit continuously toward God and burning with love toward her Creator. Someone advised the imperial regent, Anthemius, to send his insane daughter to the ascetics to have prayers said for her. According to the providence of God, it so happened that the elder sister healed her insane sister through the power of prayer. Only when Apollinaria reposed was her secret revealed--that she was not a man but a woman. The bravery of this holy virgin has remained an example and stimulus to many throughout the ages who contemplate their salvation. She reposed in the year 470 A.D.",
  "hymns": "THE HOLY TRINITY\n\nO Holy Lord, holy in creating:\nAll that Thou makest by Thy Word, Thou doest consecrate by the Spirit.\nO Mighty Lord, mighty in suffering:\nFor the sake of the world Thou goest to Thy death; for the sake of the world Thou dost resurrect.\n\nO Immortal Lord, with our voices we hymn Thee:\nFather, Son, Holy Spirit--God, have mercy on us!\nThe Father, Who appeared over Jordan as a Voice;\nThe Spirit, Who hovered as a milk-white Dove;\n\nThe Son, Who by the Prophet John was baptized:\nThree rays of Light, one Light shone.\nO Trinity manifested, with our voices we hymn Thee:\nFather, Son, Holy Spirit--God, have mercy on us!",
  "reflection": "At one time the fables of the heretics plagued the Church of God, and now the Church is plagued by the fables of the apostates from God. By perseverance in the Faith, by diligence in prayer, by confession of the Faith, and even by martyrdom for the Faith, the Church has remained undefeated. Only by these methods will these new plagues be defeated. The Church of God, the Vessel of Divine Truth, will triumph in the end: The swords of the enemy have utterly failed (Psalm 9:6). Blessed Clement of Alexandria, speaking about heretics who left the Church, said: \"He who has fallen into heresy travels through an arid desert, abandoning the One True God. Alienated from God, he seeks water in dry places, he gathers barren fruit with his hands, and enters into an uninhabited and thirsty land.\" This also can be said today about the many theoreticians and inventors of scientific hypotheses who are led by their imaginations and not by the truth of God.",
  "contemplation": "Contemplate the event of the Baptism of the Lord:\n\n1. His humble coming to the Jordan River, unknown to all except John;\n\n2. His immersion in the water, the hovering of the Dove over Him, and the Voice from on High.",
  "homily": "on the mystery of the Divine Trinity\n\n\"For there are three that bear record in heaven, the Father, the Word, and the Holy Spirit: and these three are one. And there are three that bear witness in earth, the spirit and the water and the blood: and these three are together\" (I John 5: 7-8).\n\nWhen we read Holy Scripture, we should be alert to keep an eye on every word. To the rapid reader, for example, this distinction which the Evangelist draws between the Heavenly Trinity and the earthly trinity will not become apparent. Concerning the Heavenly Trinity, he says, and these three are one; and concerning the earthly trinity, he says, and these three are together. There is an enormous difference between \"being one\" and \"being together.\" The Father, Son and the Holy Spirit are One, whereas the spirit, the water and the blood are only together and are not one. Even enemies could be together, but are not one. All the people on earth are together, but they are not one. Water and blood constitute the body, and the spirit is the spirit. For the flesh has desires against the spirit and the spirit against the flesh (Galatians 5:17). They are not one, but they are still together. When man dies, the union is broken and ceases to exist. Blood and water go to one side, and the spirit goes to another side. However, the Persons of the Divine Trinity in the heavens are not only together, but They are also One.\n\nThere is also another trinity in the inner heaven of man which should be not only a unity but a oneness, so that man may be blessed in this world and in the other world. That is the union of the mind, heart and will. As long as these three are only in togetherness, man will be at war with himself and with the Heavenly Trinity. However, when these three become one, so that none rules and none is enslaved, then man becomes filled with the peace of God, which surpasseth all understanding (Philippians 4:7), that surpasses man's every word, every explanation, every fear and every sorrow. Then the small heaven in man begins to resemble that great heaven of God, and the \"image and likeness of God\" become apparent in man.\n\nO Triune God, help us to at least resemble those who resemble Thee.\n\nTo Thee be glory and praise forever. Amen."
}