{
  "title": "March 1",
  "saints": "1. THE VENERABLE MARTYR EUDOCIA\n\nEudocia lived in the Phoenician city of Heliopolis during the reign of Trajan. Initially, Eudocia was a great debauchee, but afterward she was a penitent, an ascetic, and finally a martyr. Through her harlotry she amassed a huge fortune. The change in her life occurred inadvertently through God's providence and a certain elder, the monk Germanus. Having come into the city on an obedience, Germanus was residing at the home of a Christian whose house was adjacent to that of Eudocia. In the evening, according to monastic practice, he began to recite the Psalter and a book on the Dread Judgment. Eudocia heard him and eavesdropped attentively to the end. Fear and terror overcame her, and she remained awake until dawn. At daybreak she sent her servant to beseech the monk to come to her. Germanus came, and a lengthy conversation took place between them about what the elderly monk had been reading the night before, and about faith and salvation in general. As a result of their conversation, Eudocia petitioned the local bishop to baptize her. Following her baptism, Eudocia bequeathed her entire estate to the Church, to be distributed among the poor. After dismissing her servants and slaves, she withdrew to a convent. Thus, Eudocia resolved to dedicate herself to the monastic life: obedience, patience, vigils, prayer and fasting. After thirteen months Eudocia was elected abbess. She lived in the convent for fifty-six years and was found worthy before God. He endowed her with such grace that she even raised the dead. When the persecution of Christians began under Prince Vincent, St. Eudocia was beheaded. Eudocia is a glorious example of how a vessel of impurity can be purified, sanctified and filled with the grace of the Holy Spirit, the precious fragrance of heaven.\n\n2. THE VENERABLE AGAPIUS\n\nHe was a novice under the spiritual father of Vatopedi Monastery on Mount Athos. Captured by pirates, Agapius was sold as a slave in Magnesia. After twelve years he was miraculously freed and returned to Vatopedi through the help of the All-holy Mother of God. He baptized his former master and became his spiritual father. Agapius spent the remainder of his life in asceticism in Vatopedi and reposed peacefully in the Lord.\n\n3. THE HOLY FEMALE MARTYR ANTONINA\n\nAntonina was born in Nicaea. Because of her faith in Christ, she was arrested and brutally tortured. Finally she was sewn in a sack and drowned in a lake, in the year 302 A.D. God saved her soul and has glorified her forever among the angels in heaven and the faithful on earth.",
  "hymns": "SAINT EUDOCIA\n\nOnce a woman filled with sin\nAnd finally a meek penitent\nEudocia prayed to God\nAll the while kneeling, shedding tears.\n\nThis enkindled the rage of Satan\nAnd to the heavens he cried out:\n\"O Michael, heavenly commander\nYou speak justice, but you do me injustice.\n\nYou intend to empty my sheepfold completely\nAnd to seize from me the last sheep.\nWhy do you take this sinful woman?\nHer sins are greater than mine!\n\nFor some minor disobedience\nI fell to hades and into eternal torments.\nHer sins are as the stagnant sea\nEncompassing everything that comes near her.\n\nThus, malice rages against good;\nFor every penitent it wishes evil.\nBut Michael, the guardian of the penitent\nWith angels came to Eudocia\n\nAnd took her under his protection.\nBy his breath he dispelled the demons.\nAt that moment a song echoed from heaven:\nThe mercy of God so willed\n\nThat every penitent be embraced\nThat every penitent be forgiven.\nRepentance, and for all mankind salvation:\nThat is both God's mercy and will.\n\nGod's will overcomes the evil will of Satan.",
  "reflection": "",
  "contemplation": "Contemplate the Lord Jesus at the Mystical Supper:\n\n1. How He washed the feet of His disciples, and how by this act He especially taught them humility and love for one another;\n\n2. How Peter, one of the most faithful, was ashamed and forbade the Lord to wash his feet;\n\n3. How Judas, the unbeliever and traitor, was not ashamed and did not forbid the Lord to wash his feet;\n\n4. How, today also, the faithful receive countless blessings from God with embarrassment and shame, but the faithless receive the same without embarrassment or shame, and even murmur against God.",
  "homily": "on knowing and doing\n\n\"If ye know these things, blessed are ye if ye do them (John 13:17)\n\nThe most important aspect of this saying of our Lord's, dear brethren, is that the Lord does not bless the knowing, but the doing. He does not say to the apostles: \"Blessed are ye when ye know this.\" Some pagan teachers who viewed salvation only in terms of knowledge spoke in this manner. However, our Lord says:\n\nBlessed are ye if ye do them.\n\nThe knowledge of salvation was given to us by the Lord Jesus Himself, and no one is able to attain that knowledge through his own efforts. Some of the ancient Greek philosophers said that mankind could neither come to the knowledge of the truth nor be saved until God Himself came to earth. The Lord came among men and revealed this knowledge to them. Whosoever receives this knowledge also accepts the obligation to fulfill it. Oh, how much easier will it be at the Judgment for those who never received this knowledge at all and consequently did not fulfill it, than for those who received this knowledge and neglected to fulfill it!  Oh, how much easier it will be at the Judgment for unlearned pagans than for the learned Christians!\n\nThe Lord Himself showed that he was not only a Knower but also as a Doer. His perfect knowledge corresponded to His perfect doing. Before the eyes of His disciples, He personally fulfilled all of His own commandments. He gave them this commandment after He had completed an act of humility and love. When He had washed the feet of His disciples. He then commanded that they should do the same to one another.\n\nThe Lord did not dwell among men to soil them, but to wash them. He never soiled anyone, but cleansed all who wished to be cleansed. What a shame it is for many of us, who labor much to wash ourselves and labor twice as much to soil others? O my brethren, we muddy our own blood brothers. Even Christ weeps when He sees how we, with the mud of slander, soil those whom He has washed with His own blood.\n\nO Lord, forgive us! We sin every day against our own brothers. O Lord, make our brothers, whom we have soiled, brighter than us in Thy Kingdom. Thou art just and Thou seest all.\n\nTo Thee be glory and praise forever. Amen."
}