{
  "title": "March 21",
  "saints": "1. SAINT JAMES, BISHOP AND CONFESSOR\n\nNeither the place of his birth nor the place where James served as bishop are known. Only this is known: he fulfilled the law of Christ and spent much time laboring ascetically in strict fasting and prayer. During the reign of Copronymos, James endured great hardships and suffering, such as hunger, imprisonment and ridicule of all sorts at the hands of the iconoclasts. Finally, he gave up his soul to God, Whom he had faithfully served in this life. He lived and suffered in the eighth century.\n\n2. THE VENERABLE CYRIL, BISHOP OF CATANIA IN SICILY\n\nBorn in Antioch, Cyril was a disciple of St. Peter. He governed the flock of Christ well. With the aid of prayer, he had the gift of working many miracles. Once in a place that during the summer had only bitter water, which was unfit to drink, he changed it into sweet, drinkable water through prayer. He reposed peacefully.\n\n3. SAINT THOMAS, PATRIARCH OF CONSTANTINOPLE\n\nThomas lived during the reigns of the Emperors Maurice and Phocas and Patriarchs St. John the Faster and Cyriacus. Because of his great piety and zeal, Thomas attracted the attention of St. John and was advanced to the rank of patriarchal deputy by that saint. Following the death of Cyriacus, Thomas was elected patriarch. At this time, an extraordinary event occurred. Once, when there was a procession with crosses, the crosses began to sway on their own and began to strike one another. All the people were amazed at this. When Patriarch Thomas learned of this, he summoned Theodore the Sykeote, a renowned hermit who possessed the gift of clairvoyance (discernment) . The patriarch implored Theodore to explain to him what this incident foretold. Theodore prayed to God and revealed to the patriarch that this occurrence portended great misfortunes, both for the Church and for the Greek Empire. These would transpire as a result of internal religious and political dissensions. Christians would fight and annihilate each other. All of this was shortly fulfilled. Thomas implored Theodore to pray for him that God would take him before these tragedies began. \"Do you command that I come to you, or shall we meet in the other world before God.\" This is how Theodore replied to the patriarch, indicating that the patriarch would die soon. That very same day the patriarch became ill and died. Shortly after him, St. Theodore also reposed. St. Thomas died and took up his habitation with the Lord in 610 A.D.\n\n4. THE VENERABLE SERAPION\n\nSerapion was a companion of St. Anthony the Great. He was the abbot of the Monastery of Arsina in the Nitrian wilderness, where there were over eleven thousand monks. Palladius and Sozomenes called him \"the Great.\" He reposed in about the year 366 A.D. St. Serapion wrote: \"Do not think that sickness is grievous; only sin is grievous. Sickness accompanies us only to the grave, but sin follows the sinner even after the grave.",
  "hymns": "SAINT SERAPION\n\nSerapion wanted to save a sinner\nAnd so took the appearance of a sinner upon himself.\nHe entered the room of the sinner as if to commit sin\nBut before sinning he spoke to her in this manner:\n\n\"You wait for a while--we have the entire night--\nUntil I complete my prayer; then we will proceed to the misdeed!\nSerapion began to read the prayers\nRaising his mind toward God, that it not wander anywhere.\n\nAnd prayer after prayer he began to recite\nSigh after sigh he raised to the Most High.\nHe read the entire Psalter and other prayers\nAnd began lengthy prayers for the sinner.\n\nHe interrupted his prayers with sobbing and sighing\nUntil even the sinful woman began to moan\nTo groan and sob as never before in her life.\nShe realized that the saint had not come to commit sin\n\nBut rather to save her from her perversion\nTo raise her to God and to cleanse her from filth.\nThen the woman exclaimed: \"What should I do?\nBehold, I am ashamed and repulsed with myself!\n\nSerapion then gave her instructions\nAnd committed her to the care of wise sisters.\nThen he took his path to the wilderness\nJoyful, because a sinful soul had been saved.",
  "reflection": "You will hear this kind of justification from many who pursue riches: \"When I become rich, I will be able to perform good works!\" Do not believe them, for they deceive both you and themselves. St. John Climacus knew in depth the most secret motives of men's souls when he said: \"The beginning of love of money is the pretext of almsgiving and the end of it is hatred of the poor",
  "contemplation": "Contemplate the Lord Jesus crucified on the Cross:\n\n1. His head, sorely wounded by the thorny wreath;\n\n2. His eyes, closed from pain;\n\n3. His mouth, dry from thirst.",
  "homily": "on the First and Last Who lives\n\n\"Fear not; I am the First and the Last: I am He that liveth, and was dead; and, behold, I am alive for evermore (Revelation 1:17-18)\n\nThus says the Lord Jesus to His beloved disciple John in a vision on the island of Patmos. Do not be afraid of what? Do not be afraid of the pagan persecution of the Church. Do not be afraid of the tormentors who persecute My Faithful on all sides. Do not be afraid of emperors who raise up persecutions against the Christians. Do not be afraid of this world's powerful tyrants, who mock and ridicule My humility in My death. Do not be afraid of demons, who blind men with passions so that they cannot see the truth which I brought to the world. Do not be afraid of anything!\n\nHow can I not be afraid, O Lord!, Why then should we not be afraid when the entire world is armed to the teeth and assembled against us, who are small in number and unarmed?\n\nDo not be afraid, for I am the First and the Last, the Alpha and the Omega. All of those forces armed against you are nothing but a whirlwind of the dead. I am before time and I am after time; before the beginning of all and after the end of all things that were created, I Am! They are all locked in one span of time, which I measured out to every created thing; and outside of this span of time, they cannot extend.\n\nDo not be afraid, for \"I was dead; and behold, I am alive.\" Do not be afraid, not even of death. I am before death and after death. Death is My servant, and I permit My servant to serve Me in the world. I gave Myself up to My servant for three days and ordered him to release Me, and now I am alive. I am the Master of death as well as of life. I am the Master of time as well as of eternity. Do not be afraid!  I am alive forever and ever. And you will be alive with Me. All they who remain faithful to Me and are not afraid will live with Me. Do not be afraid;\n\nI am Alpha and Omega (Revelation 1:11)\n\nO Lord, eternal and immortal, allow these holy words of Thine to ring always in the souls of Thy faithful whenever a persecution is raised up against Thy Holy Church, so that, holding on to Thy right hand, we may not be afraid.\n\nTo Thee be glory and praise forever. Amen."
}