{
  "title": "March 31",
  "saints": "1. THE HIEROMARTYR [PRIESTLY-MARTYR] HYPATIUS, BISHOP OF GANGRA\n\nHypatius was born in Cilicia and was the bishop of Gangra. He was present at the First Ecumenical Council [Nicaea, 325. A.D.] and was renowned by all for his pious life and miracle-working. The Emperor Constantius ordered that a likeness of Hypatius be made during the saint's lifetime. The emperor kept this likeness in his palace as a weapon against all adverse powers. Once, upon returning from Constantinople, Hypatius was attacked in a narrow gorge by Novatian heretics and was thrown from the road into the mud. At that moment a woman from that group struck him in the head with a stone, and thus the saint died. Immediately the woman went insane and took that same stone and struck herself with it. When they took her to the grave of St. Hypatius, he interceded before God on her behalf. She was healed by the great compassionate soul of Hypatius, and lived the remainder of her life in repentance and prayer. St. Hypatius died and took up his habitation in the Eternal Kingdom of Christ the God, in the year 326 A.D.\n\n2. SAINT JONAH, METROPOLITAN OF MOSCOW\n\nJonah was born in the province of Kostroma. In his twelfth year he was tonsured a monk, and as such lived for a long time in the Simonov Monastery in Moscow. In the time of Metropolitan Photius, Jonah became Bishop of Ryazan. When Photius died, Jonah was elected metropolitan and sent to the patriarch in Constantinople for approval and consecration. At the same time, Isidore, a Bulgarian by descent, outwitted Jonah, arrived before him in Constantinople and was consecrated as the Metropolitan of the Russians. Jonah returned to his cathedral in Ryazan. The malicious Isidore ended his rule as Metropolitan in an evil manner. Isidore attended the Council of Florence [1439 A.D.] and only after three years did he return to Moscow. Everyone attacked him as an apostate from Orthodoxy, and he was banished. It is unknown where he ended his life. Jonah, the good and wise shepherd, ascended the metropolitan's throne. He was a great worker of miracles, a seer, and a spiritual director. When the Hagarenes surrounded Moscow, Jonah repelled them through his prayers. In his later years he he the desire to be afflicted by an illness so that he could suffer pain and, through this pain, completely purify himself before his departure to the other world. According to his desire, God permitted wounds in his feet, which was foretold in a vision to a certain priest, James. The saint died from these wounds and took up his habitation among the heavenly citizens on March 31, 1461 A.D. Many miracles have occurred over his relics. A certain mute, John by name, was brought before the relics of the saint. John kissed the hand of Jonah and, as he related later, the hand grabbed him by the tongue, and he felt a sharp pain. When the hand released his tongue, John returned to those people who had brought him and began to talk as though he had never been mute.\n\n3. THE HIEROMARTYR [PRIESTLY-MARTYR] AUDAS\n\nAudas was a bishop of the city of Susa. He was beheaded for Christ in Persia in 418 A.D. by Emperor Yezdegeherd. His deacon, St. Benjamin, was released by the tormentors with the understanding that he would never preach the Gospel again. In the beginning he agreed, but Benjamin's heart could not endure this, and he continued to spread the truth of Christ among the people. For this, Benjamin was captured and slain three years after the death of St. Audas in the year 421 A.D.\n\n4. THE VENERABLE APOLLONIUS\n\nApollonius was a renowned Egyptian ascetic. In his fifteenth year he renounced the world and withdrew to a mountain where he lived for forty years, eating only wild plants. Afterward he established a monastery in which five hundred monks lived. He died peacefully in the year 395 A.D.",
  "hymns": "TRUTH\n\nKnow the truth, the Lord commands;\nHe who knows the truth does not allow himself to be enslaved.\nTo the faithful, truth gives freedom;\nAnd by truth, the faithful rule over the world.\nFalsehood is to bondage what a source is to a river.\nFalsehood holds the liar forever in bondage.\nFalsehood is midnight darkness that leads astray\nAnd by this wayward path leads men into the abyss.\nFalsehood shackles one with fear, fear of everyone--\nOf men and the world and evil demons.\nTruth is the light that disperses darkness\nAnd grants freedom to the despondent slave--\nFreedom from men, freedom from the world\nFreedom from fear and cursed demons.\nHe who recognizes truth receives freedom.\nWith freedom there is authority over all adversaries.\nThe cradle for freedom is prepared by truth\nFor without truth, there is no true freedom.",
  "reflection": "St. John of the Ladder says: \"He who in his heart is proud of his tears and secretly condemns those who do not weep is like a man who asks the king for a weapon against his enemy and then commits suicide with it",
  "contemplation": "Contemplate the Lord Jesus in death:\n\n1. How His body lay peacefully in a grave;\n\n2. How He descended in spirit to the souls in hades in order to redeem the souls of the forefathers.",
  "homily": "on joy after sorrow\n\n\"And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice\n\n(John 16:22)\n\nThe father steps up to the gallows and his sons are crying around him. Instead of the sons comforting him, he comforts his sons. Something similar to this happened between the Lord and His disciples. Walking toward His bitter death, the Lord sorrows more for His disciples' grief than for the suffering He must endure. He comforts them with consolation and encourages them with the prophecy of a new and imminent vision:\n\nBut I will see you again.\n\nThis is a prophecy of the Resurrection. Many times our Lord prophesied His death, but whenever He did so, He also prophesied His Resurrection. Nothing unforeseen ever happened to Him. He did not prophesy about Himself only, but also about the disciples. They would be in great sorrow--like a woman when she gives birth and endures pain. As a woman forgets her pain after she gives birth and rejoices\n\nthat a man is born into the world\n\n(John 16:21)\n\n, so would it be with them. In their consciousness, Christ the Lord was still not completely in the form of the God-man. As long as they had known Him as a sufferer and mortal man, they only knew Him partially; until then the birth-pangs continued in their souls. But when they see Him again--resurrected and alive, working miracles and almighty, Lord over all things in heaven and on earth--the pain and sorrow will cease and joy will appear in their hearts. For Christ will be completely formed in their awareness as the God-man, and then they will know Him in His fullness and in His totality. Only then will He be fully born for them.\n\nSo it is with us, brethren: as long as we know Him only from His birth to His death on Golgotha, we only know the Lord Jesus partially. We will know Him completely only when we know Him as the Resurrected One, the Victor over death.\n\nO Lord All-victorious, have mercy on us, and by Thy Resurrection cause us to rejoice, as Thou didst comfort and make joyful Thy disciples.\n\nTo Thee be glory and praise forever. Amen."
}