{
  "title": "April 15",
  "saints": "1. THE HOLY APOSTLES ARISTARCHUS, PUDENS AND TROPHIMUS\n\nThey were numbered among the Seventy Apostles. Aristarchus was bishop of Apamea in Syria. The Apostle Paul mentions him several times:\n\nThe city was filled with confusion and the people rushed with one accord into the theater, seizing Gaius and Aristarchus (Acts 19:29. See also Colossians 4:10 & Philemon 1:23-24) .  Aristarchus was arrested in Ephesus, together with Gaius, by a multitude of people who had risen up against Paul. The Apostle Paul writes to the Colossians:\n\nAristarchus my fellow prisoner saluteth you (Colossians 4:10) . In the Epistle to Philemon, Paul calls Aristarchus my fellow laborer, together with Mark, Demas and Luke.\n\nPudens was a distinguished citizen of Rome. The Apostle Paul mentions him once.\n\nEubulus, Pudens, Linus, Claudia and all the brothers send greetings (2 Timothy 4:21) . At first, the home of Pudens was a haven for the chief apostles [Peter and Paul] and later it was converted into a place of worship, called the Shepherd's Church.\n\nTrophimus was from Asia.\n\nSopater, the son of Pyrrhus, from Beroea, accompanied him, as did Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy and Tychicus and Trophimus from Asia (Acts 20:4), and he accompanied the Apostle on his travels. In one place the Apostle Paul writes:\n\nTrophimus have I left at Miletum sick (2 Timothy 4:20) During Nero's persecution, when the Apostle Paul was beheaded, all three of these glorious apostles were also beheaded.\n\n2. THE HOLY MARTYR SABBAS THE GOTH\n\nIn the land of the Goths there was a brutal persecution against Christians. A certain prince of the Goths [Atharidus] entered the village where this devout Sabbas lived and asked the villagers: \"Are there any Christians living in your village?\" They convinced him, by swearing, that there were none. Then Sabbas stood before the prince and the people and said: \"Let no one swear for me; I am a Christian!\" Upon seeing Sabbas, wretched and poor, the prince let him go in peace, saying: \"This one can neither harm nor benefit anyone.\" The following year, around Pascha, a certain priest, Sansala, came to this village and celebrated the glorious Feast of the Pascha with Sabbas. Upon learning of this, the heathens suddenly attacked the home of Sabbas and began to beat this holy man of God mercilessly with canes. In addition, they dragged Sabbas's naked body through thorns and then tied both Sabbas and Sansala to a tree, offering them the meat of idolatrous sacrifices to eat. These men of God called to mind the words of the apostles and refused to eat of the unclean, diabolical sacrifices. Finally, the prince condemned Sabbas to death and handed him over to the soldiers. Full of joy, Sabbas arrived at the scaffold praising God. Recognizing him as a good man, the soldiers wanted to release him along the way. Because of this, Sabbas became very sorrowful and told the soldiers that they were duty-bound to carry out the order of the prince. The soldiers then brought him to a river [the Mussovo River at Targoviste, Romania, near Bucharest] , tied a stone around his neck, and cast him into the water. His body was washed up along the shore. Later on, during the reign of Emperor Valens, when the Greek Commander Ioannis Soranos was warring with the Goths, he discovered Sabbas's body and translated it to Cappadocia. St. Sabbas suffered at the age of thirty-one, in the year 372 A.D.\n\n3. THE HOLY FEMALE MARTYRS BASILISSA AND ANASTASIA\n\nBasilissa and Anastasia were two pious and devout Romans. During the reign of Emperor Nero, they gathered the slain bodies of the disciples of the apostles and buried them with honor. They were denounced for this and imprisoned. After prolonged torture, during which their breasts and tongues were severed, they were finally beheaded.",
  "hymns": "THE HOLY MARTYRS\n\nThe radiant martyrs shed their blood\nAnd empurpled the whole black earth with their blood.\nPowerful was the fire in which they were burned\nBut more powerful the love with which they loved Christ.\nTo be a martyr is the greatest good;\nWith what treasure can this be compared?\nThe All-victorious Christ, the King of the ages\nWelcomed into heaven their brave souls.\nHe took them to Himself from the hands of the angels\nAnd all their heavy pains He blessed.",
  "reflection": "Concerning contemplation, St. Gregory of Sinai writes: \"We confirm that there are eight principle subjects for contemplation: first, God, invisible and unseen, without beginning and uncreated, the First Cause of everything that exists, Triune, the one and only pre-existing Divinity; second, the order and rank of noetic powers\n\n[the bodiless powers of heaven; the angelic world]\n\n; third, the composition of visible things; fourth, the Divine Economy of the Incarnation of the Word; fifth, the General Resurrection; sixth, the awesome Second Coming of Christ; seventh, eternal torment; eighth, the Kingdom of Heaven. The first four have already been revealed and belong to the past. The last four have not yet been revealed and belong to the future, although these four are clearly contemplated by those who, with the help of acquired grace, have attained complete purity of mind. Whosoever approaches this task of contemplation without the illumination of grace, let him know that he is building fantasies and does not possess the art of contemplation.\" Thus wrote the great and discerning Gregory of Sinai, whose knowledge came from personal experience.",
  "contemplation": "Contemplate the resurrected Lord Jesus:\n\n1. How He was concerned about the physical nourishment of His disciples; how He broke and blessed bread for the disciples in Emmaus;\n\n2. How, by the shore of the lake, he asked His disciples:\n\nHave ye any meat? (John 21:5)\n\n. How, when they answered Him that they had not, He prepared bread and fish and gave it to them.",
  "homily": "on how we will resemble Him Whom we love\n\n\"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when He shall appear, we shall be like Him; for we shall see Him as He is (1 John 3:2)\n\nPreviously we were slaves, but now we are the children of God. We were the slaves of evil, but now we are the servants of good--the supreme good in heaven and on earth. We were slaves to all of that which is lower and worse than man, but now we will serve the All-highest and the All-good. We were oppressed by darkness, but now we will labor in the light. Until now the devil, sin and death held us in continual fear, but now we will live close to God in freedom and joy.\n\nNow--when is this \"now?\" Now is when the Lord has appeared on earth in the flesh, when He has given us the knowledge of light, freedom and life; when He has gloriously resurrected and manifested Himself in His glorified body; when He has fulfilled all the prophecies of the prophets and all of His promises. Now we, too, are the children of God, seen as sons and\n\nheirs of the Kingdom (James 2:5)\n\nWe shall be like Him.\n\nTruly, this has not yet materialized, but He has manifested Himself and, for now, that is sufficient. He Himself showed how beautiful man is in the Resurrection, and we know that we will also be the same as He. The Apostle John says:\n\nWe know that we shall be like Him.\n\nHe does not say, \"We suspect,\" or, \"It has been told to us,\" but he says:\n\nWe know that we shall be like Him.\n\nFor He did not resurrect for His sake, but for our sake. He did not resurrect from the grave only to show His power to the dead who are without hope, but to assure the dead that they too will live again--and to show them how they will be when they become enlivened. Neither did the apostles write:\n\nWe know\n\nbecause of their vanity before the ignorant, but because of brotherly love toward man, that all men may know this--and that we too might know.\n\nO risen Lord, confirm in us also this saving knowledge, through the prayers of Thy Holy Apostles.\n\nTo Thee be glory and praise forever. Amen."
}