{
  "title": "April 28",
  "saints": "1. THE HOLY APOSTLES JASON AND SOSIPATER, AND THE VIRGIN CERCYRA\nThe first two were of the Seventy Apostles and the latter was the daughter of a king from the island of Corfu. Jason and Sosipater are mentioned by St. Paul and he calls them his kinsmen (Romans 16:21) 2. THE HOLY MARTYRS MAXIMUS, DADA AND QUINTILIAN\nMaximus, Dada and Quintilian suffered during the reign of Diocletian. They were tried and tortured by the commander Tarquinius. After imprisonment and torture they were all beheaded.\n3. THE HOLY MARTYR TIBALD\nTibald was a Slav from Pannonia. During the reign of Diocletian he was brutally tortured for the Christian Faith, suffering in a place called Tsibal.",
  "hymns": "THE HOLY VIRGIN CERCYRA\nThe virgin Cercyra, tender and pure\nHeard from the imperial court about the name of Christ.\nThat holy name overpowered her heart\nAnd she was ready to suffer for Him.\nA father instructs his daughter--but how? And in what?\n\"God is One, Father. Bow down to Him!\nThrough Christ is His love manifested;\nWith that love am I now seized.\nI do not mourn for myself, nor am I afraid of torture.\nDo what you wish: I stand before God.\nCercyra the virgin stood in the flame\nQuiet, meek, radiant like a dove.\nThe crimson flame raged, the whole dungeon cracked.\nCercyra's heart beat unafraid;\nPrayer and hope nested in her heart.\nWith these she overcame the fire, and not the fire, her.\nThe virgin, pierced with arrows, easily separated herself\nFrom the vanity of the world by divine love.\nHer body was shattered by deadly arrows\nBut the Lord received the soul of the virgin intact.",
  "reflection": "The mystery of our salvation is concluded with the appearance of God among men in a human body. St. Meliton of Sardis writes: \"The works of Christ following His baptism manifested and proved to the world that His divinity was hidden in His body. Being God, He was also perfect man. He revealed to us His two natures: His divinity, by His miracles performed throughout the three years following His baptism; and His humanity, throughout those years when the weakness of the flesh hid the signs of His divinity, even though He was truly the Pre-eternal God.\" The manner of the union of divinity with humanity is difficult to comprehend, but the event of the appearance of God as a man among men is perfectly comprehensible from the viewpoint of the love of God for man. Even the creation of the world, as an event, is not more comprehensible--one can even say it is less comprehensible--than the event above all events: the Incarnation of God.",
  "contemplation": "Contemplate the Ascension of the Lord Jesus:\n1. How He led His disciples to a hill near Bethany;\n2. How, with uplifted hands, He blessed the disciples.",
  "homily": "on seeking the face of the Lord\n\"Thy face, O Lord, will I seek\n(Psalms 27:8)\n\"Let Thy face shine upon Thy servant\n(Psalm 31:16)\nKing David sought that which the simple fishermen received without seeking. King David was in a state of darkness and yearned to see the radiant face of the Lord, which was revealed to the simple fishermen in its complete refulgence\n(radiance)\n. King David belonged to the period of waiting, but the disciples belonged to the period of fulfillment. There, it was only the announcement of the coming of the Lord, but here, it is the coming. There, a presentiment and reverie about the face of the Lord; here, the radiance and beauty of that same face. The face of the Lord was radiant even before the Resurrection, and how much more radiant after the Resurrection! The inextinguishable flame of divinity hid behind the icon of His body and shone through that bodily icon. The disciples gazed upon Him fixedly and they rejoiced in their hearts. For forty days they gazed upon His glorified body and they rejoiced in their hearts!\nO my brethren, let us also seek the radiant face of the Lord that we might feel the delight with which the angels of God are elated. If we seek Him with yearning in this life, then we will see Him at least in the other life. But if we do not seek Him in this life, then we will not see Him either in this life or in the other life. Brethren, let us yearn for the face of Christ! His every word shows us one feature of His face. Each of His apostles shows us some characteristic of His face. His every deed shows us some feature of His face. Each of His saints shows us some ray of His radiant face. With yearning, brethren, let us examine the face of the Lord. Let us assemble ray after ray, until the entire sun is revealed. Let us enshrine that Sun in the depths of our hearts, that He may illumine our bodily courts from within. Let us plant this inexpressibly sweet vineyard in our hearts, that we may taste of that immortal drink with which the angels are filled.\nO Lord, Bearer of light, make Thy face to shine upon us, Thy servants.\nTo Thee be glory and praise forever. Amen."
}
