{
  "title": "May 4",
  "saints": "1. THE HOLY FEMALE MARTYR PELAGIA OF TARSUS (741-775 A.D) , on that exact spot a beautiful church was built in honor of the holy virgin and martyr Pelagia, who sacrificed herself for Christ in order to reign eternally with Him.\n\n2. THE HIEROMARTYR [PRIEST-MARTYR] SILVANUS, BISHOP OF GAZA\n\nSilvanus was first in the military service but later, driven by the power of his faith, he entered into the spiritual service. Accused of converting pagans to Christianity, he was cruelly tortured and was later beheaded with forty other soldiers in the year 311 A.D. Thus, they all became citizens of heaven.\n\n3. THE VENERABLE NICEPHORUS\n\nAt first Nicephorus was a Roman Catholic, but later he embraced the Orthodox Faith. He lived the life of an ascetic as a monk on Mount Athos with the wise Theoleptos. He was a teacher of the glorious Gregory Palamas and wrote a work on mental prayer. He presented himself peacefully to the Lord in the fourteenth century. Nicephorus taught: \"Gather your mind and force it to enter into the heart and remain there. When your mind is established in the heart, it should not remain empty, but should continually perform this prayer: 'Lord Jesus Christ, Son of God, have mercy on me!' [The Jesus Prayer.] Never allow it to cease. Because of this, the entire chain of virtues will enter into you: love, joy, peace and all the others. And through this your every petition to God will be fulfilled.",
  "hymns": "SAINT PELAGIA\n\nPelagia, as an angel bright\nStood before the emperor for trial and judgment.\nThe brutish-looking emperor spoke to her:\n\"With a royal diadem I will crown you\nIf you, among women, will be my wife!\nPelagia boldly replied:\n\"I loathe the thought of marriage to a heathen.\nNever, O Emperor, will I be yours.\nWhat do you offer me? A wreath of dust!\nThree wreaths have I from the Lord\nFrom Christ, my eternal Bridegroom.\nThe first wreath--for the Faith I have kept;\nThe second wreath--for the virginity I have preserved;\nThe third wreath--the wreath of martyrdom.\nDo not hesitate, impious Emperor:\nCrush this body of dust--\nCrush, cut up, burn and grind it\nThat my soul may soon depart for the wedding\nThat soon I may stand beside my Bridegroom\nMy Savior, the Immortal God.",
  "reflection": "A young man inexperienced in spiritual combat underlines his every good work with self-praise. But the experienced soldier in the midst of struggles with the passions and demons disparages his every deed and intensifies his prayer for God's help. Abba Matoes used to say: \"The closer a man is to God, the more sinful he sees himself to be.\" He also was known to say: \"When I was young, I thought perhaps that I was doing some good; and now when I am old, I see that I do not have one good deed.\" Did not our Lord say:\n\nThere is none good but one\n\nthat is, God\n\n(Matthew 19:17)\n\n? Therefore, if only the One God is good and the source of all good, how can a good deed be done that is not from God? And how can someone who does a good deed ascribe it to himself and not to God? If this is so, then in what can a mortal man be praised? In nothing, except by God and the goodness of God!",
  "contemplation": "Contemplate the ascended Lord Jesus:\n\n1. How, by His Ascension, He manifested His Divine Nature and His Divine Might;\n\n2. How, by His Ascension into heaven, He reveals to man that there exists a better, loftier world and life: a heavenly world and heavenly life.",
  "homily": "on idolatry as adultery\n\n\"Judah and Israel have defiled the land and committed adultery with stones and with wood\n\n(Jeremiah 3:9)\n\nWhat sort of adultery did the people of Israel and Judah commit with stones and wood? It was the worship of idols of stone and wood. Before this sin, they committed another sin: they turned away from worshipping the True God, the Living God, the One God. Why is their idolatry called adultery? Because they were first bound by love for the True God, the Living God, the One God, but afterward they betrayed this love and gave their hearts to strange idols of stone and wood. That is why the Lord calls their idolatry, adultery.\n\nWas this reproach of God deserved only in ancient times and not in our own time, and only by Israel and Judah and not by Christians? Unfortunately, even today many Christians deserve this reproach of God. In whomever love has cooled off for the True God, the Living God, the One God, and a lower love has been enkindled for things of stone and wood, for decaying things and mortal creatures, he commits adultery and brings down upon himself the reproach of God. So, that reproach of God is as appropriate today as it was then, for men sinned then without knowing Christ, and men sin now knowing Christ.\n\nO brethren, how long will this dark idolatry be dragged over the earth? How long will the earth reek from the adultery of mankind with their idols of stone and wood, of silver and gold, of flesh and blood? Did not the Almighty Christ crush all the idols into dust and ashes? Why do some now stoop down and again make gods for themselves from that dust? Because of the devil's lies and their own self-deception.\n\nO Lord, ascended into the highest heavens, protect us from the lies of the devil and our own self-deception. By Thine honorable Cross safeguard us from shameful adultery with fallen idols. Help us, O Lord, help us to ceaselessly worship Thee the only True God, the Living God, the One God.\n\nTo Thee be glory and praise forever. Amen."
}