{
  "title": "May 2",
  "saints": "1. THE HOLY MARTYRS HESPERUS, ZOE, CYRIACUS AND THEODULUS\n\nDuring the reign of Emperor Hadrian (117-138 A.D.) 2. SAINT ATHANASIUS THE GREAT, ARCHBISHOP OF ALEXANDRIA\n\nOn this day the translation of the relics of St. Athanasius, as well as the miracles performed through his relics, are commemorated. The life and works of this great saint are recorded on January 18.\n\n3. THE HOLY MARTYRS BORIS AND GLEB\n\nBoris and Gleb were the sons of the great Prince Vladimir, the baptizer of the Russian people. Before his baptism Vladimir had numerous wives and many children by them. Boris and Gleb were brothers of the same mother. Before his death Vladimir divided his realm among all of his sons. But Svyatopolk, his eldest son, the Prince of Kiev, desired to usurp the portions intended for Boris and Gleb. This is why he dispatched men to murder Boris in one place and Gleb in another. Both brothers were exceptionally pious and in all things pleasing to God. They met death with prayer and the uplifting of their hearts to God. Their bodies remained incorrupt and fragrant. Boris and Gleb were buried in Vyshegorod, where even today a blessed power comes from their relics, which heals men from various diseases and sufferings.\n\n4. SAINT MICHAEL (BORIS) , TSAR OF BULGARIA\n\nBoris was born and educated as a pagan and was baptized under the influence of his uncle (Bojan) and his sister. At baptism, he was given the name Michael. Patriarch Photius sent him priests, who in time baptized all the Bulgarian people. Many Bulgarian noblemen opposed this new Faith.  Nevertheless, the new Faith conquered, and the Cross gleamed on many churches built by the devout Tsar Michael. The Five Followers, the disciples of St. Cyril and St. Methodius, especially established the Faith among the Bulgarians, as among the Serbs. They preached the knowledge of Christ to the people in the vernacular, the Slavonic language.\n\nIn his old age Michael retreated to a monastery and was tonsured a monk. When his son Vladimir began to destroy his father's work and to exterminate Christianity, Michael again donned his military uniform, girded himself with a sword, ousted Vladimir from the throne and installed Simeon, his younger son, as Tsar. After this, he again clothed himself in the monastic habit and retreated into silence. There, in asceticism and prayer, he completed his earthly life \"in the good Faith; in the correct confession of our Lord Jesus Christ; great, honorable and devout.\" He took up his habitation in the Heavenly Realm on May 2, 906 A.D.",
  "hymns": "SAINT MICHAEL (BORIS)\n\nTHE BULGARIAN\nMichael the Bulgarian baptized the people with the Cross\nNumbering the pagans among the flock of Christ\nAnd by his example he touched the hearts of men\n\nThat men might love the saving Faith.\nHe built churches and uprooted paganism\nGlorifying in himself the Spirit of God.\nHe abandoned the glory and vanity of men\n\nAnd tauthg men truth and righteousness.\nHe showed no pity on himself for the sake of God's name\nAnd for the sake of the salvation of the Bulgarian people.\nOn earth he was granted a crown of kingship\n\nAnd in heaven a crown of eternal rejoicing.",
  "reflection": "Blessed Maximus the Fool-for-Christ walked naked through the streets of Moscow in winter. In response to the advice of men that he dress and protect himself from the cold, Maximus responded: \"Yes, winter is cruel, but Paradise is sweet!\" He also said: \"For patience, God grants salvation!\" When Christ the Lord did not regret giving Himself over to suffering and death, why should we feel sorry for ourselves for our own sakes? Christ prescribed a recipe for us: a diet for our spiritual restoration to health, which He called \"an easy yoke.",
  "contemplation": "Contemplate the Ascension of the Lord Jesus:\n\n1. How the disciples worshiped Him;\n\n2. How they returned to Jerusalem with great joy.",
  "homily": "on the Source of living water and the dry cistern\n\n\"Be amazed at this, O heavens, and shudder with sheer horror, says the Lord. Two evils have my people done: they have forsaken Me, the source of living waters. They have dug themselves cisterns, broken cisterns that hold no water (Jeremiah 2:12-13)\n\nWas this spoken only for that time or also for us today? Certainly for us today. Is this spoken only for the Jewish people or also for our people? Certainly for our people also. When it was said\n\nDo not kill, do not steal, do not bear false witness\n\nit was said not only for that time but also for all times, and not only for the Jewish people but also for all peoples. And so it is true for us as well. This is valid today, at all times, for every people, and for every man who turns his back on the Source of living water in his own courtyard and digs a cistern from which to drink rainwater.\n\nThe Source of living water is the Lord Himself: inexhaustible, copius and sweet. The cistern is every man's work which is performed in opposition to God and God's law, and from which men expect progress, happiness and satisfaction for their hunger and thirst. Such is the cistern of godlessness, avarice, gluttony, immorality, love of power, vanity, idolatry, soothsaying, and all the other things that have the devil as their advisor, sin as their digger, and false hope for their water-carrier.\n\nBe astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate\n\nsays the Lord.\n\nBe astonished\n\nat how man could become so senseless, forsaking the living water and digging a cistern in live coals that inflame his thirst even more!\n\nO brethren, our people have also committed two evils: they have forgotten the Lord as the Source of every good and they have gone to seek for themselves good in evil and good through evil. Can water be found in fire? Or wheat in sand? It cannot; no, brethren, it cannot. Even less can peace, happiness, joy, life or any other good be found in the cisterns of sin and godlessness.\n\nO Lord, Immortal Source of every good that the heart of man can desire and the mind of man can imagine, have mercy on us sinners and unworthy ones. With Thy powerful right hand, turn us away from our godless and vain works and quench our thirst with Thy sweet and living water.\n\nTo Thee be glory and praise forever. Amen."
}