{
  "title": "May 9",
  "saints": "1. THE HOLY PROPHET ISAIAH\n\nThis great prophet was of royal lineage. Isaiah was born in Jerusalem of his father Amoz, who was the brother of Amaziah the king of Judah. By the great grace of God that was in him, Isaiah was made worthy to see the Lord of Sabaoth on the throne in heaven surrounded by six-winged seraphim who continuously sing:\n\nHoly\n\nHoly\n\nHoly\n\n, is the Lord of\n\nSabaoth [Hosts] Isaiah 6:3)\n\n. Isaiah prophesied many things to individual men as well as to the people. On one occasion, he walked naked through the streets of Jerusalem for three days, prophesying the imminent fall of Jerusalem to the Assyrian King Sennacherib, and reminding the king and the leaders of the people not to hope in assistance from the Egyptians or Ethiopians, because they too would be subjugated to the same Sennacherib, but rather to trust in help from God the Most High. This prophesy, as well as other prophecies, was literally fulfilled. Isaiah's most important prophecies are the ones concerning the Incarnation of God, His conception by the All-holy Virgin, John the Forerunner, and many events in the life of Christ. [Therefore, the Lord Himself shall give you a sign; Behold a virgin shall conceive, and bear a son, and shall call His name Emmanuel\n\nIsaiah 7:14\n\nFor unto us a child is born, unto us a son is given; and the government shall be upon his shoulder: his name shall be called Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace\n\nIsaiah 9:6\n\nThe voice of him that cries in the wilderness, Prepare ye the way of the Lord and make straight in the desert a highway for our God (Isaiah 40:3).] This prophet, because of the purity of his heart and his zealousness toward God, also received the gift of working miracles. Thus, when the besieged Jerusalem suffered from drought, Isaiah prayed to God and water flowed from beneath Mount Zion. This water was called Siloam, which means \"sent.\" Later, the Lord directed the man who was blind from birth to bathe in this water to gain his sight. During the reign of King Manasses, when Isaiah thundered against the pagan customs of the king and the leaders, comparing that generation with Sodom and Gomorrah, the anger of the leaders and the people was aroused against this great prophet. He was captured and led out of Jerusalem, and was sawn in half. Isaiah lived and prophesied about seven hundred years before Christ.\n\n2. THE TRANSLATION OF THE RELICS OF SAINT NICHOLAS THE WONDERWORKER OF MYRA IN LYCIA.\n\nIn 1087 A.D., during the reign of Emperor Alexius Comnenus and Patriarch Nicholas Grammaticus, the body of this saint was translated from Myra in Lycia to the town of Bari in Italy. This occurred because of the Moslem assault on Lycia. The saint appeared in a dream to an honorable priest in Bari and ordered that his relics be translated to this town. At that time, Bari was Orthodox and under an Orthodox patriarch. During the translation of this saint's relics, many miracles occurred either through touching the relics or from the myrrh [oil] that abundantly flowed from them.\n\nAlso on this day is commemorated the miracle St. Nicholas wrought on the Serbian King, Stefan of De ani. This was when St. Nicholas restored sight to the blinded King Stefan\n\n3. THE HOLY MARTYR CHRISTOPHER\n\nChristopher was a great miracle-worker. He is especially venerated in Spain. The people pray to him primarily for protection from contagious diseases and great pestilence. He suffered for Christ and was glorified by Christ in the year 249 A.D.",
  "hymns": "SAINT STEFAN OF DE\n\nANI\n[STEPHAN DECANSKI]\nOn the Field of Sheep, the blind Stefan slept\nAnd in a dream he endured misfortune without peace.\nHis eyes bloody, his body shivering:\nDeath is surely better than such a life.\nAt that moment, in a dream a man appeared to him\nIn heavenly radiance, in heavenly glory.\n\"I am Nicholas of Myra in Lycia,\" said he\n\"And you are one of those whom God has chosen.\nLook into my right hand, O Stefan:\nBehold, your eyes are preserved in it!\nYou are without eyes; your eyes are with me.\nI will give them to you when the Lord wills.\nFive years passed and Stefan was in darkness.\nHe had a strong hope, a strong faith:\n\"Nicholas will come once more to me;\nWith God's help, he will help me.\nThus did Stefan ponder in the church\nAnd with tears he prayed to the beloved saint.\nAnd, while he sat in the chair, he had a dream:\nBehold, St. Nicholas came to him again!\nThe saint held the two eyes of the king in his right palm.\n\"Behold,\" said he, \"for you, O King, the day has dawned!\nIn the name of the Lord, Who gives sight to the blind\nLook and cry out: To God be glory!\nThe saint touched the blind eyes\nAnd darkness was drawn from his eyes like a curtain.",
  "reflection": "Every Christian can accept martyrdom for the Faith for himself, in times of persecution as well as in times of peace. Abba Athanasius says: \"Be tortured by your conscience, die to sin, mortify your earthly members, and you will be a martyr in accordance with your wishes. The martyrs fought with emperors and princes; you have the king of sins--the devil and the demonic princes. Before, there were idols, pagan temples, and those who offer sacrifice to the idols. And now, they exist as thoughts in the soul. He who is a slave to debauchery worships the idol of Aphrodite. He who becomes angry and enraged worships the idol of Ares. He who is avaricious and ignores the pain and misery of his neighbor worships the idol Hermes. If you refrain from all of this and preserve yourself from passions, you have overcome idols, you have rejected an evil belief and have become a martyr for the true Faith.\" Therefore, a man need not especially yearn for persecution and martyrdom. Everyone in every age can endure martyrdom for the sake of Christ and His Gospel.",
  "contemplation": "Contemplate the descent of God the Holy Spirit upon the apostles:\n\n1. How all the men wondered and marveled, hearing the apostles speak in different tongues;\n\n2. How some mocked them, saying:\n\nThey have had too much new wine\n\nActs 2:13",
  "homily": "on the curse of man who trusts in man\n\nThus says the Lord:\n\ncursed is the man who\n\ntrusts in man, who\n\nseeks his strength in\n\nflesh, whose heart turns\n\naway from the Lo (Jeremiah 17:5)\n\nWhen man alienates himself from God in his heart he usually trusts in men and in himself, for in whom else can he trust when he has untied his little boat from God's ship? Since he has already loosed his boat from God's ship, nothing else remains for him except to trust in his boat or in the boat of his neighbors. A weak trust, but there is none other for him! A lamentable trust over the abyss of destruction, but there is no other!\n\nBut, O heaven and earth, why did man loose his boat from God's ship? What happened to man that he flees from his security? What calculation did he make when he decided it would be better for him alone on the tempestuous waves than in God's house near the hem of His robe! With whom did he make an alliance when he breached his alliance with God? Is it with someone stronger than God? Foolishness, foolishness, foolishness!\n\nCursed is the man who trusts in man\n\nGod said this once, and men have repeated this thousands of times. Being disappointed in their trust in men, they have thousands of times cursed those who have trusted in man. God has said only that which men have both experienced too well and confirmed by their experience: Truly, how cursed is the man who trusts in man!\n\nBrethren, that is why we should have trust in God, Who is the stable ship in the tempest and Who will not fail us. Let us have trust only in Him, for all other trust is a devilish delusion. In Thee do we trust, O Lord, our fortress and refuge. Tie us alongside Thee and do not allow us to loosen ourselves if we, by our foolishness and accursedness, attempt to do so.\n\nTo Thee be glory and praise forever. Amen."
}