{
  "title": "May 18",
  "saints": "1. THE HOLY MARTYR THEODOTUS AND THE SEVEN MAIDEN MARTYRS: THECUSA, ALEXANDRA, CLAUDIA, FALINA, EUPHRASIA, MATRONA AND JULIA\n\nTheodotus was an innkeeper in Ancyra during the reign of Diocletian. Although married, he lived according to the word of the Apostle:\n\nThey that have wives be as though they had none (1 Corinthians 7:29) . He maintained the inn in order to help Christians without attracting suspicion. His inn was a shelter for the persecuted faithful. Theodotus secretly sent help to those Christians who fled to the mountains and he secretly gathered the bodies of those who died, and buried them. At that time, seven maidens were brought to trial, tortured for Christ, ridiculed and finally drowned in a lake. One of them, St. Thecusa, appeared in a dream to Theodotus and told to him to remove their bodies from the lake and bury them. In the dark of night Theodotus went out with a companion to fulfill the wish of the martyr. Led by an angel of God, he succeeded in locating all seven bodies and burying them. But this companion betrayed Theodotus to the judge, and the judge subjected him to cruel tortures. Theodotus endured all the sufferings as though he were in someone else's body, keeping his whole mind immersed in the Lord. After the torturer had transformed Theodotus's body into wounds and knocked out his teeth with a stone, he ordered that the martyr be beheaded. When he was led to the scaffold\n\n, many Christians wept for him, but\n\nSt. Theodotus said to them: \"Brethren, do not weep for me, but glorify our Lord Jesus Christ, Who helped me to finish my course and overcome my enemy.\" Having said this, he place his head on the block under the sword and was beheaded in the year 303 A.D. A priest honorably buried this martyr's body on a hill outside the town. Later a church dedicated to St. Theodotus was built on this spot.\n\n2. THE HOLY MARTYRS PETER, DIONYSIUS, ANDREW, PAUL AND CHRISTINA\n\nPeter, a handsome young man; Dionysius, a distinguished man; Andrew and Paul, soldiers; and Christina, a sixteen year old virgin: they all courageously confessed Christ the Lord and endured sufferings and death for His name. Nicomachus, who was tortured with them, denied Christ in the midst of his tortures and instantly lost his mind. As a madman, he bit his body and vomited foam from his mouth until he died. This occurred in the year 250 A.D.\n\n3. THE HOLY MARTYRS HERACLIUS, PAULINUS AND BENEDIMUS\n\nAll three were Athenians. They suffered for the Faith during the reign of Decius. They were burned in a fiery furnace for the name of Christ.",
  "hymns": "SAINT THEODOTUS\n\nNear Ancyra, on a green hill\nA group of persecuted Christians\nWith a blessing ate their meal.\nWhat the sun is among the shining stars\nSo was Theodotus among this group;\nAnd next to him sat the presbyter Fronto.\nTo Fronto, Theodotus said:\n\"This spot is suitable for a church\nOver the relics of honorable martyrs!\nFronto replied to Theodotus:\n\"Endeavor, most wonderful man\nTo obtain relics of the martyrs for us\nAnd we will easily build a church\nWith which to adorn this place.\nTheodotus the all-wonderful smiled.\nFrom his right hand he removed a ring\nGave it to the honorable Fronto\nAnd spoke to him these words:\n\"I give you my word of honor and the ring as a pledge:\nI will soon procure relics\nAnd place them on this spot!\nTheodotus said this as a prophecy:\nHe was prophesying his own suffering\nAnd his martyrdom for Christ.\nAs he said, so it happened.\nHis relics were placed on that spot\nAnd over them a church was built\nAs a wonderful memorial of an immortal victory\nNear Ancyra, on a green hill.",
  "reflection": "To conceal one's virtues and ascetic labors has been the custom of ascetics, both female and male, not only in the earliest times of Christianity but throughout all ages to the present time. Eudocia, wife of the glorious Prince Dimitri Donskoy, the liberator of Russia from the Tartars, was left a widow in 1389 A.D., while still fairly young. Imbued with devotion, this princess built many churches, distributed alms, and secretly weakened her body by fasting and long vigils. She wore an iron chain around her body. Meanwhile, she always appeared happy before the public, clothed in opulence and adorned with pearls. The public said many things about her, and they began to spread rumors that she was leading an immoral life. Her sons heard about this and, insulted and embittered, openly informed their mother what was being said about her. Their mother opened her luxurious robe and her sons, with great horror, saw her body, completely withered, dried up and bound with iron chains.",
  "contemplation": "Contemplate the action of God the Holy Spirit upon the martyrs:\n\n1. How the Holy Spirit provided them with comfort in their sufferings;\n\n2. How occasionally, according to His will, He made their bodies immune to the effects of fire.",
  "homily": "on the testimony of the Spirit of God\n\n\"The Spirit of Truth, Who proceedeth from the Father, He shall testify of Me\n\n(John 15:26)\n\nGod the Son sent God the Holy Spirit into the world to testify of Him until the end of time.\n\nHe shall testify of Me.\n\nHow will God the Spirit testify of God the Son? God the Spirit will testify in many ways:\n\nBy attracting men's souls to Christ's Church;\n\nBy revealing to them the meaning of the Holy Scriptures;\n\nBy leading their minds to the commandments of Christ;\n\nBy giving warmth, freshness, power and gentleness to the words of Christ;\n\nBy converting repentant sinners to righteousness;\n\nBy fulfilling all the promises and prophecies of Christ to men, to nations, and to God's Church;\n\nBy strengthening the Church of Christ and holding it firm against all the tempests of time and all the evils of hades and men throughout the ages\n\nThe Spirit Who works in these and many other similar ways is the Spirit of God, the Spirit of Truth, gracious, life-creating and all-powerful.\n\nNot one of Christ's words goes against the Spirit of God, nor does the Spirit of God go against a single word of Christ. That is why, when the Spirit of God is pleased to enter into the heart of man, such a man is enlivened and becomes a true witness to all that Christ said and did. Then, that man believes joyfully and unwaveringly. For how could he not believe the greatest and the most enduring Eyewitness of and Participator in all the words, miracles and works of Christ?\n\nThus, brethren, let us pray before all and above all, that this Eyewitness and Participator, the Holy and All-powerful Spirit, will settle in our hearts, so that our faith may become alive, unwavering and joyous. O God the Holy Spirit, the Spirit of Truth, come and abide in us.\n\nTo Thee be glory and praise forever. Amen."
}