{
  "title": "May 15",
  "saints": "1. THE VENERABLE PACHOMIUS THE GREAT\n\nPachomius was born in Egypt and was a pagan in his youth. As a soldier, he fought alongside Emperor Constantine in battle against Maxentius. After that, he learned of the One God from Christians and, witnessing their devout life, he was baptized. He withdrew to the Thebaid desert\n\n, to the famous ascetic Palamon, with whom he practiced the ascetic life for ten years. Then, at a place called Tabennisi, an angel appeared to him in the robes of a schemamonk [the Great Angelic Habit of a Monk] and gave him a board upon which was written the rule for a cenobitic monastery. The angel ordered him to establish such a monastery in that place, prophesying to him that to this monastery many monks would come for the sake of the salvation of their souls. Heeding the angel of God, Pachomius began to build many cells, even though no one was at that place except his brother John and himself. When his brother reproached him for building unnecessary cells, Pachomius simply said to him that he was following the command of God without regard as to who would come to live there and when. Soon many men, moved by the Spirit of God, gathered at that place and began to live a life of asceticism according to the Rule of Pachomius, which he had received from the angel. As the number of monks increased, Pachomius gradually established six more monasteries. The number of his disciples amounted to about seven thousand. St. Anthony is considered to be the founder of the eremitic life; and St. Pachomius, of the monastic cenobitic way of life. The humility, love of labor, and abstinence of this Holy Father were and remain rare examples for imitation by a vast number of monks. St. Pachomius worked numerous miracles, but he also endured numerous temptations from demons as well as from men. He served men as both a father and a brother. He inspired many to follow the path to salvation and directed many on the path to truth. He was and remains a great light of the Church and a great witness to the truth and righteousness of Christ. He died peacefully in the year 348 A.D. in the seventy-fourth year of his earthly life. The Church has included many of his disciples in the ranks of the saints, such as: Theodore\n\nJob\n\n, Paphnutius, Pecusius, Athenodorus, Eponichus, Sorus, Psois, Dionysius, Psentaesis and others.\n\n2. SAINT ACHILLES, BISHOP OF LARISSA\n\nAchilles, the great hierarch and miracle-worker, was born in Cappadocia. He participated in the First Ecumenical Council [Nicaea, 325 A.D.] , at which he shamed the heretics and commanded great astonishment by his learning as well as by his sanctity. Picking up a rock, St. Achilles shouted to the Arians: \"If Christ is a creation of God, as you say, then command oil to flow from this rock.\" The heretics remained silent and were amazed at such a request from St. Achilles. Then the saint said: \"And if the Son of God is equal to the Father, as we believe, let oil flow from this rock.\" And, indeed, oil did flow to the amazement of all. St. Achilles reposed peacefully in Larissa in the year 330 A.D. When the Macedonian King Samuel conquered Thessaly he translated the relics of Achilles to Prespa, to an island in a lake, which even today is called Achilles or Ailus.\n\n3. THE VENERABLE SILVANUS\n\nAt first, Silvanus was a comedian, impersonating everyone and everything. But then he was inflamed with love for Christ and became a disciple of St. Pachomius. \"I am ready to give my life,\" St. Silvanus would say \"only to receive forgiveness of my sins.",
  "hymns": "THE VENERABLE PACHOMIUS THE GREAT\n\nWith the Spirit of God, Pachomius burns;\nWith the angels, Pachomius speaks.\nAround him the monks gather;\nLike candles, they all stand before God.\n\nOne day, the knocker sounded;\nThe Abba's sister came to see the Abba.\nFor many years she had not seen him.\nLet him appear; why does he hide himself from her?\n\nThe gatekeeper brings the message to the Abba\nAnd the Abba gives him greetings to take to her:\n\"I, my sister, wish you every good fortune\nBut I will not come to see you.\n\nI once bade farewell to the world\nAnd renounced everything in the world.\nMy sister, renounce it yourself.\nHurry, Sister, dedicate yourself to God.\n\nWhat can the world give you, except the grave?\nChrist will crown you with life.\nWorldly pleasures are illusionary dreams;\nAsleep with these dreams, a person is fattened;\n\nBut when he is awakened, he feels hungry\nAnd in another dream he is robbed by the adversary\nAnd roars for food like a hungry lion.\nCry out and shout for true Bread.\n\nChrist hears all who call upon Him\nAnd gives Living Bread to the hungry.\nThat is real--all else is a daydream.\nOutside Christ, there is no hoping.\n\nThe sister heard and began to weep;\nHer brother's counsel she quickly obeyed.",
  "reflection": "When a tyrant commits violence against the righteous out of greed, then the violence brings about loss and gain; that is, a loss to the tyrant and a gain to the one who suffered violence. Boris Godunov murdered Dimitri, the eight-year-old crown prince, to gain control of the throne without competition. The imperial days of Boris ended quickly, and the tyrant was given over to corruption and condemnation, but Dimitri was proclaimed a saint. After lying in the grave for fifteen years, the body of Dimitri was exhumed and found to be incorrupt and miracle-working. Forty-five miraculous healings occurred over his body. Who, therefore, receives the injury, and who receives the benefit from tyranny? If the tyrant knew that by his tyranny he would help his opponent to be included among the saints and that he would prepare defeat and damnation for himself, he would desist from his plan of violence. But twisted thinking is the forerunner and companion of tyranny.",
  "contemplation": "Contemplate the action of God the Holy Spirit upon the apostles:\n\n1. How, by the Holy Spirit, the apostles received mystical visions of the other world;\n\n2. How, by the Holy Spirit, the apostles perceived mysteries in the hearts of men.",
  "homily": "on the prophesied and actual destruction of the idols of Egypt\n\n\"And the houses of the gods of the Egyptians shall burn with fire (Jeremiah 43:13)\n\nWho will burn them?\n\nNebuchadnezzar, the king of Babylon, My servant\n\n, said the Lord (Jeremiah 25:9)\n\n. This prophecy came true. Nebuchadnezzar conquered Egypt and by fire destroyed the houses of the false gods, the idols of the Egyptians. He burned them but he did not destroy them forever. For after that came the destruction of Babylon, again according to the prophecy of the holy Prophet Jeremiah, and Babylon became and remains to this day\n\nheaps, a dwelling place for dragons, an astonishment and a hissing, without an inhabitant (Jeremiah 51:37)\n\n. But there is a tradition, recorded by St. Epiphanius of Cyprus, that there remained another prophecy of Jeremiah about the final destruction of the idols of Egypt: \"All the idols will fall,\" says this prophecy, \"and all that is made by hands will be destroyed at the time when a Virgin Mother comes here with a young Child, Who was born in a cave and placed in a manger.\" This prophecy was preserved by the pagan priests themselves, who from the time of Jeremiah introduced the custom of depicting the Virgin as she reclines on a bed and her young Child wrapped in swaddling clothes lying in a manger.\n\nNebuchadnezzar, the servant, was able by God's permission to cut down evil, but not to pluck it out by the roots. Sheared evil, like sheared grass, grows again. When the Lord came to earth, He plucked out evil by the roots. Nebuchadnezzar, the servant, burned the temples and the idols, but the temples were rebuilt and new idols were made, for they were not plucked out from the souls of men. When the Lord came and began His reign in the souls of the Egyptians, the temples and idols fell forever. So it was the same with the disobedient Jews who waged war against God. Nebuchadnezzar, the servant, took them into bondage for seventy years, and the offended Lord scattered them throughout the world, where many of them find themselves in dispersion today even after two thousand years. This scattering of the Jewish people throughout the world was clearly prophesied by Jeremiah. Thus, time justified the prophet of God in all his words.\n\nO All-seeing Lord, grant us that we adhere to the words of Thy true prophet.\n\nTo Thee be glory and praise forever. Amen."
}