{
  "title": "May 29",
  "saints": "1. COMMEMORATION OF THE FIRST ECUMENICAL COUNCIL\n\nThe commemoration and praise of the Holy Fathers of the First Ecumenical Council is held on the Sunday before Pentecost, the Seventh Sunday after Pascha. This Council was held in Nicaea in the year 325 A.D. during the reign of the saintly Emperor Constantine the Great. The Council was convened to eliminate the confusion which Arius, a priest of Alexandria, had created by his false teaching\n\n. He taught that Christ was created in time by God and that He is not the pre-eternal Son of God, equal in being [essence] with God the Father. Three hundred and eighteen Holy Fathers participated in this Council. The Council condemned the teaching of Arius, and Arius was anathematized since he refused to repent. The Council finally confirmed the Symbol of Faith [The Creed], which was later augmented at the Second Ecumenical Council [381 A.D.]. Many distinguished saints were present at the First Ecumenical Council, among whom the most notable were: St. Nicholas of Myra in Lycia, St. Spyridon, St. Athanasius\n\nSt. Acillus, St. Paphnutius, St. James of Nisibis, Macarius of Jerusalem, Alexander of Alexandria, Eustathius of Antioch, Eusebius of Caesarea, Metrophanes of Constantinople, John of Persia, Aristarchus of Armenia and many others from the East. From the West, the following were present: Hosius of Cordova, Theophilus the Goth, Cecilianus of Carthage and others. The most important work of this Council was the confirmation of the Symbol of Faith [The Creed]. The Council also established the time of the celebration of the Feast of the Resurrection of Christ [Pascha] and issued twenty various canons.\n\n2. THE HOLY FEMALE MARTYR THEODOSIA OF TYRE\n\nOnce, during the reign of Emperor Maximian, many Christians stood bound before the praetor (*) in Palestinian Caesarea. The pious virgin Theodosia approached, and comforted and encouraged them in their martyrdom. Upon hearing what she was saying, the soldiers also led her before the judge. The enraged judge ordered that a stone be hung around her neck and that she be cast into the depths of the sea. But angels of God carried her to the shore alive. When she appeared before the judge again, he ordered her to be beheaded. The following night, Theodosia appeared to her parents encompassed in a great heavenly light, surrounded by many other virgins who were also saved and said: \"Do you see how great is the glory and grace of my Christ, of which you wanted to deprive me?\" She said this to her parents because they had tried to dissuade her from confessing Christ and martyrdom. Theodosia suffered honorably and was glorified in the year 308 A.D. (*) An elected magistrate in ancient Rome ranking below a consul charged with the administration of civil justice.\n\n3. THE VENERABLE FEMALE MARTYR THEODOSIA\n\nTheodosia was born as the result of the prayers of her mother to the holy martyr Anastasia, who appeared to her and said that she would give birth. Her parents dedicated her to God and at an early age presented her to a woman's monastery. After the death of her parents Theodosia inherited a vast estate, and from that estate she ordered three icons from a goldsmith: of the Savior, the Mother of God [The Theotokos] and St. Anastasia. The rest of her inheritance she distributed to the poor. She suffered in the year 730 A.D. during the reign of the evil Emperor Leo the Isaurian, the iconoclast, and received a two-fold wreath: virginity and martyrdom.\n\n4. SAINT ALEXANDER, BISHOP OF ALEXANDRIA\n\nAlexander was the first to take up the fight against Arius. He died in the year 326 A.D.\n\nSAINT JOHN\n\nUSTJUZSKI, FOOL FOR CHRIST AND MIRACLE-WORKER\n\n6. THE HOLY MARTYR JOHN [NAN] OF THESSALONICA\n\nJohn suffered for the Faith at the hands of the Turks in Smyrna in 1802 A.D.\n\n7. THE HOLY MARTYR ANDREW OF CHIOS\n\nAndrew suffered for the Faith at the hands of the Turks in Constantinople in the year 1465 A.D.\n\n8. THE FALL OF THE CITY OF CONSTANTINOPLE\n\nBecause of the sins of men, God permitted a bitter calamity to fall upon the capital of Christianity. On May 29, 1453 A.D., Sultan Muhammed II conquered Constantinople and executed Emperor Constantine XI.",
  "hymns": "THE FALL OF THE CITY CONSTANTINOPLE [MAY 29, 1453]\n\nEMPEROR CONSTANTINE XI\nConstantine the Emperor bravely defends Constantinople\nAnd to God he quietly prays within himself:\n\"O Most-high God, Who from heaven looks down\nYou do not allow injustice to defeat justice.\nChristians, against You, have greatly sinned\nAnd upon Your laws, have trampled horridly.\nWithout Your permission, this battle is not;\nBecause of men's sins, blood is shed.\nThat this city fall, if it is Your will\nNot to surrender, encourage my people\nThat the Cross not be trampled upon and that they not go over to Islam.\nRather, let them endure bondage, until freedom returns.\nLet them servants be, let them even be slaves;\nUpon them, let hatred and ridicule fall;\nBut with hope and repentance, let them endure\nAnd with bitter sighing for former sins\nUntil all their sins they wash away and expiate\nAnd until, to You, they completely return.\nIf they have You, they will be rich;\nAll plundered treasures, You will replace.\nConstantinople on earth--may it be or not be;\nA Constantintople in heaven, You established\nWhere, with Your servants, you gloriously reign.\nBefore this Constantinople, behold, I stand.\nO Blessed One, on our sinful souls, have mercy.\nWhen it is built anew, let the old one be razed!",
  "reflection": "Oh, how great was the fearlessness of the holy men and holy women! When we read about their lives, both shame and pride is awakened involuntarily in us: shame that we have lagged so far behind them, and pride that they are of our Christian race. Neither sickness, nor prison, nor exile, nor suffering, nor humiliation, nor the sword, nor the abyss, nor fire, nor the gallows were able to shake the exalted peace of their souls, firmly attached to Christ, the Helmsman of the universe and of human history. When Emperor Julian apostasized from the Faith and began to lay waste Christianity throughout the entire empire, St. Athanasius the Great quietly spoke of him to the faithful: \"It is a small cloud; it will pass!",
  "contemplation": "To contemplate the Grace of God the Holy Spirit in the Mystery [Sacrament] of Marriage:\n\n1. How grace gives a certain dignity to the manner of the procreating of the human race;\n\n2. How it makes matrimony honorable by comparing it to the union of Christ with the Church.",
  "homily": "About the two-fold mystery of marriage\n\n\"This is a great mystery: but I speak concerning Christ and the Church\" (Ephesians 5:32).\n\nGreat is the mystery when a man leaves his father and mother and cleaves to his wife. The Apostle himself, who was raised to the third heaven and who saw many mysteries of heaven, calls the physical union of men and women in marriage on earth \"a great mystery.\" It is the mystery of love and life, and only the mystery of Christ's union with His Church is greater. Christ is called the Bridegroom, and the Church is called the Bride. Christ loves His Church so much that, because of Her, He left His heavenly Father--remaining with Him, of course, in unity of essence and divinity--and descended to earth and bound Himself to His Church. He suffered for Her so that, by His Blood, He might cleanse Her from every sin and defilement, and make Her worthy to be called His Bride. With His love He warms the Church, with His Blood He feeds the Church, and by His Holy Spirit He causes the Church to live and sanctifies and adorns Her. What a husband is to a wife, so Christ is to the Church. Man is the head of woman and Christ is the Head of the Church. A woman listens to her husband, and the Church listens to Christ. A husband loves his wife as he loves his own body, and Christ loves the Church as His own Body. A husband loves his wife as he loves himself, and a wife reveres her husband; so also Christ loves the Church as His own self, and the Church reveres Christ. Since no one hates his own flesh but rather warms and nourishes it, so also Christ warms and feeds the Church as His own Body. Every individual human soul is the bride of Christ the Bridegroom, and the assembly of all the faithful is the bride of Christ the Bridegroom. The relationship of a believing man toward Christ is the relationship of the entire Church toward Christ. Christ is the Head of that great Body which is called the Church, and which is in part visible and in part invisible.\n\nO my brethren, this is a great mystery! It is revealed to us according to the measure of our love for Christ and of our fear of Christ's judgment.\n\nO Lord, gentle Savior, cleanse us, save us and adorn our souls, that we may be worthy of the immortal and indescribable unity with You in time and in eternity.\n\nTo Thee be glory and praise forever. Amen."
}