{
  "title": "November 10",
  "saints": "1. THE HOLY APOSTLES OLYMPAS, ERASTUS, QUARTUS, HERODION, SOSIPATER AND TERTIUS\nThey were all among the Seventy. The latter three are also commemorated elsewhere: Herodion on April 8, Sosipater on April 28, and Tertius on October 30. Saints Olympas and Herodion were followers of the Apostle Peter and when Peter suffered, they also suffered. By the command of Nero, they were beheaded. Erastus had been the steward of the church in Jerusalem, and later became Bishop of Paneas in Palestine. Quartus was Bishop of Beirut. He suffered greatly, but converted many to the Christian Faith. Sosipater was a bishop in Iconium and Tertius was the second bishop in that city. They waged spiritual warfare and, as victors, received heavenly wreaths of glory.\n2. THE HOLY MARTYR ORESTES\nOrestes was from the town of Tyana in Cappadocia. He was a Christian from birth and a physician by profession. He was harshly tortured by a certain wicked eparch Maximus during the reign of Diocletian. When the eparch at first advised him to deny Christ and worship idols, Orestes replied: \"If you knew the power of the Crucified One, you would reject idolatrous falsehoods and worship the true God.\" For this, he was savagely beaten, scraped, pulled apart on the rack, burned with a red-hot iron, and cast into prison to die of starvation. The young Orestes spent seven days without bread or water. On the eighth day, he was again brought before the eparch who threatened him with frightening tortures. Orestes answered: \"I am prepared to endure every pain, having the sign of my Lord Jesus Christ inscribed on my heart.\" The governor condemned him, and the torturers hammered twenty iron nails into his feet and tied him to a horse, dragging him over thorns and rocks until the martyr of God breathed his last. On the place where they discarded Orestes's body, a man bright as the sun appeared, gathered Orestes's relics, and carried them to a hill near the town of Tyana, honorably burying them there. This wonderful saint appeared to St. Dimitri of Rostov after his repose, and showed him all the wounds on his body.\n3. SAINT NONNUS, BISHOP OF HELIOPOLIS\nNonnus was renowned as a great ascetic in the Tabennisiot monastery in Egypt. Because of this, he was chosen Bishop of the diocese of Edessa in 448 A.D. Later, he was translated to the diocese of Heliopolis, and there converted 30,000 Arabs to the Christian Faith. After the death of Bishop Ibo, St. Nonnus returned to Edessa, where he remained until his repose in 471 A.D. Through his prayers, the infamous sinner Pelagia (who was later glorified for her holiness of life) , was converted to the Christian Faith (see October 8)",
  "hymns": "THE HOLY MARTYR ORESTES\nThe young Orestes did not spare his youth\nBut boasted of Christ before the judge\nThe Living God, One and Holy\nCrucified on the Cross for mankind.\nThey flogged St. Orestes's back\nAs he mocked the lifeless idols;\nAnd they burned wondrous Orestes in the fire\nWhich was cooled by the dew of God's Spirit.\nThey drove nails into his feet\nAnd covered his whole body with wounds.\nStrengthened by the Spirit, Orestes prayed\nAnd gave thanks to God\nThat he was made worthy of such sufferings\nThat God had adopted him as a son.\nO Orestes, the God-pleaser\nCourageous martyr for Christ\nHelp us unto the last day--\nBy your prayers, come to our aid--\nThat we may honorably end our lives\nAnd be made worthy of Paradise with you.",
  "reflection": "The all-wondrous ways of God's providence were shown in an exceptional and wondrous event in the Monastery of Dochiariou, in the time of the Blessed Neophytus, nephew of St. Euthymius. When, after Euthymius's repose, Neophytus began to build a new, larger church to St. Nicholas the Wonderworker, his resources ran out and he prayed to God for help, and God helped him in a miraculous manner. A peninsula called Longos or Sika lay near the Monastery of Dochiariou. On this peninsula, Neophytus had a small metochion,\nclose to which was a stone statue of a man, bearing the following inscription: \"He who strikes me on the head will find much gold.\" Many had struck the statue on the head, but had found nothing. It happened that Neophytus sent Basil, a novice of the monastery, on an errand. One day this Basil stood by the statue and wondered at the mysterious inscription. Just then the sun came out and cast the statue's shadow toward the west. Basil struck the head of the shadow with a stone, dug there, and found a kettle full of gold coins. He immediately ran to tell Abbot Neophytus. The abbot ordered three honorable monks to go with Basil in the monastery's boat and bring back the gold. These monks set off, loaded the gold into the boat and began the return trip. While they were on the sea, the devil tempted them to take the gold for themselves. Then those three honorable monks, deluded by the devil, bound Basil with a rope, tied a rock around his neck and threw him into the sea. As Basil fell to the bottom of the sea, the Archangels Michael and Gabriel suddenly appeared to him as two resplendent youths, took him and brought him to the church at Dochiariou, placing him before the Royal Doors in the locked church. The next day, when the monks entered the church, they found Basil lying bound before the sanctuary. The abbot questioned him and was told of the miraculous event. Then the three other monks arrived and, seeing Basil alive, were thunderstruck. The abbot punished them severely, took the gold and completed the church. However, he dedicated it to the Holy Archangels Michael and Gabriel, and not to St. Nicholas, as he had earlier planned. That is why Euthymius's old church at Dochiariou is called the Church of St. Nicholas, and the new one is called the Church of the Holy Archangels Michael and Gabriel.\n--------------------\nA small monastic holding, belonging to a particular monastery but located elsewhere. --Trans.",
  "contemplation": "Contemplate Paul's wondrous salvation from the snake\n(Acts 28)\n1. How Paul gathered sticks and put them on the fire;\n2. How a venomous viper leaped from the fire and fastened on his hand;\n3. How he shook the viper off, and no harm came to him.",
  "homily": "on the only Peace and the Peacemaker\nFor He is our peace, Who hath made both one\n(Ephesians 2:14)\nBetween the Israelites and the pagans there lay a wide abyss that no mortal could bridge, or fill in and level off. The Lord Jesus Christ alone was the one who could do that, and He did it. That which had been estranged, He brought closer and joined. By what? By His Blood. By His sacrifice, He replaced all other sacrifices. By this, He redeemed all of nature and by Himself replaced that which men brought and offered to God\n(or, to the gods)\nas sacrifice. One sacrifice is sufficient both for the Israelites and for the pagans: the sacrifice of Christ. Furthermore, the blood of animals separated the Israelites and the pagans--by the places where they were offered, by the divinity to whom they were offered, by the kind of animal that was offered and the manner in which it was offered. Now, Christ's Most-pure Blood has come in place of all that blood, and His Blood unites and makes brothers of the Israelites and the pagans. They became blood brothers, even as all of us faithful are blood-brothers--because of the Blood of Christ, by which we are redeemed from the curse, and by which we are now fed. He destroyed\nthe middle wall of partition\n(Ephesians 2:14)\nthat divided and separated, and He joined the hands and the hearts of the Israelites and the pagans. By what? By His Body. That is, by the living truth, by the truth incarnate in Himself. The shadow of the Law had replaced truth for the Israelites, and fables had replaced truth for the pagans. He removed both of them and revealed the living truth in His Body, and the world saw and rejoiced.\nO Lord Jesus Christ, our most blessed Redeemer, unite the hearts of us, Thy faithful.\nTo Thee be glory and praise forever. Amen."
}
