{
  "title": "February 5",
  "saints": "1. THE HOLY FEMALE MARTYR AGATHA\n\nAgatha, this glorious virgin and martyr for Christ, was born in the Sicilian town of Palermo of noble and wealthy parents. When Emperor Decius began a persecution against Christians, St. Agatha was arrested and brought to trial before the judge Quintian. The judge, seeing Agatha beautiful in countenance, desired to have her for his wife. When he suggested this, Agatha answered that she was the bride of Christ and could not be unfaithful to her Betrothed. Quintian subjected her to cruel tortures. Agatha was mocked, whipped, bound to a tree and flogged until blood flowed. After that, the judge again tried to persuade her to deny Christ and avoid any further torture and suffering. To this the bride of Christ replied: \"These tortures are very beneficial for me. Just as wheat cannot arrive at the granary before it is cleansed from the chaff, so my soul cannot enter into Paradise if my body is not humbled by tortures beforehand.\" Then the torturer ordered that her breasts be cut off and that she be cast into prison. St. Peter appeared to Agatha in prison and restored her to health and wholeness of body. Again Agatha was led out for torture, and again she was cast into prison, where she gave up her soul to God in the year 251 A.D. in the town of Catania, during the reign of Emperor Decius. After her death, the torturer Quintian departed for Palermo to usurp her estate. However, along the way his horse and the horses of his soldiers became wild with rage. Quintian was bitten on the face, thrown to the ground and trampled to death. Swift was the punishment of God for the savage crime perpetrated against St. Agatha.\n\n2. THE HOLY FEMALE MARTYR THEODULA\n\nTheodula suffered for Christ during the reign of the wicked Roman Emperor Diocletian. During her torture Theodula brought one of her torturers, Heladius, to his senses and converted him to the Christian Faith. When Heladius openly confessed his faith in Christ, he was beheaded. Theodula behaved very courageously at her trial, because of which the judge called her deranged. To this Theodula replied: \"It is you, who have forgotten the One True God and bow down before lifeless stones, who are deranged.\" The judge then subjected Theodula to cruel tortures, which she heroically endured. By her heroism while suffering torture, she astonished many and converted them to Christ. Among those were two distinguished citizens: Macarius and Evagrius. With these two and many others, Theodula was thrown into a fiery furnace, where they all died honorably and were made worthy of the Kingdom of Christ.\n\n3. SAINT POLYEUCTUS, PATRIARCH OF CONSTANTINOPLE\n\nBecause of his great mind, religious zeal and eloquence, Polyeuctus was called a \"second Chrysostom.\" During the time Patriarch Polyeuctus governed the Church and Emperor Constantine Porphryogenitus ruled the empire, the Russian Princess Olga traveled to Constantinople and was baptized in the year 957 A.D. The patriarch baptized her, and the emperor was her godfather. St. Polyeuctus said to her prophetically: \"Blessed are you among Russian women, for you have loved light and cast off darkness. The sons of Russia will bless you to the last generation.\" From among the simple monks, Polyeuctus was elevated to the rank of patriarch in the year 946 A.D. He remained on the patriarchal throne until his death in 970 A.D.",
  "hymns": "SAINT AGATHA\n\nDark is the dungeon, radiant is the martyr\nIn the darkness, St. Agatha shines.\nOver the courtyard of the dungeon, drenched in light\nThere the tormentor lives, covered with shame\nThinking up new tortures for the virgin Agatha.\nHe torments himself and contemplates, darkened in the midst of light.\nThe dungeon is bright for whoever is wedded to Christ\nWhile the palace is a place of despair to the enemy of justice!\n--------------------\nSAINT THEODULA\nDark is the dungeon; radiant is the martyr.\nAs soon as she heard of Christ\nSt. Theodula, the pure dove, followed Him.\nBecause of Christ, the mob drove her into darkness\nBut joyfully Theodula stands\nJoyfully stands, not fearing anyone\nWhile her enemies, filled with malice\nAnd in wretched despair in the midst of the enchanting palace\nThink only of evil and serve only malice.\nEverything for them is empty, and about everything they complain\nFor they do not possess God, for they know not Christ.\nErroneously they read all the mysteries of life!",
  "reflection": "The monks asked the great Abba Ischyrion: \"What have we done?\" \"We have fulfilled the commandments of God,\" Ischyrion replied. \"And what will those do who come after us?\" \"They will do what we do, but only half as much.\" \"And those after them?\" \"Before the end of time, they will not keep the monastic rule, but such misfortunes and temptations will befall them that, through their patience during those assaults and temptations, they will prove themselves greater than us and our fathers in the Kingdom of God.",
  "contemplation": "Contemplate the Lord Jesus as the only true Enlightener:\n\n1. As the Enlightener of every individual man;\n\n2. As the Enlightener, consequently, of both society and all mankind;\n\n3. As the Enlightener Who enlightens the mind, the heart and the will of man with eternal light.",
  "homily": "on death as sleeping\n\n\"Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep\n\n(John 11:11)\n\nThe Lord of life calls death sleep. Oh, what an inexpressible comfort that is for us! Oh, what sweet news for the world! Physical death, therefore, does not mean the annihilation of man, but merely a sleep from which only He can wake man--He Who woke the first dust to life by His word.\n\nWhen the Lord cried out, \"Lazarus!\n\n(John 11:43)\n\n, the man awoke and lived. The Lord knows the name of each of us. If Adam knew the names of every creature of God, why would not the Lord know each one of us by name? Not only does He know, but He also calls us by name. Oh, the sweet and life-creating voice of the only Lover of mankind! This voice can create sons of God from stones. Why, then, can He not rouse us out of our sinful sleep?\n\nIt is told that a certain man raised a stone to kill his brother, but at that moment it seemed to him that he heard the voice of his mother calling him by name. He merely heard the voice of his mother, and his hand began to quiver. He dropped the stone and was ashamed of his evil intention. The voice of his mother woke him from committing a deadly sin. If the voice of a mother saves and awakens from death, how much more does the voice of the Creator and Life-giver!\n\nWhenever the Lord cried out to someone who was physically dead, the person awoke and arose. But not everyone among those who were spiritually dead awoke and arose when the Lord cried out to them. For this awakening, for this resurrection, the agreement of the will of the deceased is necessary.\n\nJudas, betrayest thou the Son of Man with a kiss?\n\n(Luke 22:48). That is how the life-creating voice cried out, but the dead man\n\n[Judas]\n\nremained dead, and the sinner did not awaken.\n\nSaul, Saul, why persecutest thou Me?\n\n(Acts of the Apostles 9:4)\n\n. The same life-creating voice cried out and he who was asleep in sin awoke, and the dead man came to life. In truth, deeper is the sleep of sin than the sleep of death, and the one who is asleep in sin does not easily awaken.\n\nO Sweet Lord, wake us from the sleep of sin; wake us, O Lord!\n\nTo Thee be glory and praise forever. Amen."
}