{
  "title": "February 14",
  "saints": "1. THE VENERABLE AUXENTIUS\n\nAuxentius was a very prominent aristocrat among the noblemen and courtiers at the court of Emperor Theodosius the Younger in Constantinople. Inflamed with love for Christ, Auxentius was tonsured a monk and remained for a short time in Constantinople. When men began to praise him, he fled from their praise and settled on a mountain near Chalcedon called Skopa, which later was referred to as Auxentius's Mountain. His desire to remain there permanently, hidden from men, was not realized. Some shepherds discovered him and made his whereabouts known. They began to bring the sick to him for healing, and he healed many, restoring sight to the blind and cleansing lepers by anointing them with oil. He also raised the palsied and freed many who were demon possessed. All of this was cause for amazement, but his humility was cause for even greater amazement. Whenever he was implored to heal someone, he would excuse himself with the words: \"I also am a sinful man!\" Compelled by many requests, he approached healing in the following manner: He either invited all present to pray to God with him for the sick person, or else he first strengthened their faith and then told them that God would give to them according to their faith, or else he prayed over the head of the sick person: \"The Lord Jesus Christ heals you!\" He did this so that the act of working miracles would not be attributed to him but rather to God Almighty. He participated at the Fourth Ecumenical Council [Chalcedon, 451 A.D.] and strongly defended Orthodoxy against the Eutychian and Nestorian heresies. In the year 470 A.D., the Lord took his youthful soul in his old age, and his aged body remained in the earth from which it was created.\n\n2. THE VENERABLE ISAAC, RECLUSE OF THE MONASTERY OF THE KIEV CAVES\n\nIsaac lived during the time of Saints Anthony and Theodosius. He came to the monastery as a wealthy merchant. He left all and distributed everything to the poor, dedicating himself to the most strict form of asceticism in an enclosed cell. St. Anthony himself passed one prosphoron through an opening in Isaac's cell every other day. Deluded by demons, who appeared to him in angelic light, Isaac bowed down to them. After that he bowed down before Satan himself, believing him to be Christ. Because of this he became ill and remained ill for two years, after which he regained his health and became a more cautious and experienced ascetic. God bestowed upon him abundant grace before his death. He reposed in the year 1090 A.D.\n\n--------------------\n\nThe pr osphoron is the bread offered for the celebration of the Divine Liturgy; from it the Lamb is removed and later consecrated, becoming the Body of Christ in Holy Communion. --\n\nTrans.",
  "hymns": "SAINT AUXENTIUS'S VISION OF SAINT SIMEON THE STYLITE\n\nAuxentius, the adornment of Orthodoxy\nOne night in mute silence\nWith tears prayed to God.\nHe lifted himself up in spirit to heaven\n\nWith flaming wings like those of a Cherubim.\nThe saint turned his gaze\nTo the swarm of stars in the heavenly firmament;\nThe elder looked and began to weep.\n\nThe hieromonks asked him\nTo tell them what he saw\nAnd why he had begun to weep.\n\"My children, hieromonks\n\nI saw the soul of Saint Simeon\nThe great Stylite, Simeon\nA pillar of Orthodoxy, a pillar of faith.\nThis night, the Stylite died;\n\nHis soul is ascending to heaven\nBrighter than the stars, a glowing flame.\nHis soul visited us;\nHe graciously greeted me, a sinner.\n\n***\nMany nights passed after that night\nUntil the news about the Stylite's death arrived.\nAll recognized the truth of the vision\n\nThat St. Auxentius had beheld.",
  "reflection": "Why do men leave one place and settle in another place? Primarily because they hope that they will be more fortunate in the other place. And in truth, from the worldly view of life and contentment, places can be different--better or worse. He who does not hope in a better life after death seeks a better sensual pasture in this life. But if we listen to the hearts of those men who were able to live in the so-called best places on earth, we will detect dissatisfaction, sorrow and despair. They did not find that which they were seeking. They ate to excess in every place, and finally, still hungry, they looked death in the eye.\n\nBut look at the Christian saints! They sought places with the least pastures: places that were \"arid, impassible and devoid of water,\" isolated and terrible places which attracted the least attention and for which no one competed. They considered every place on earth equally worthless, but they chose those places solely because they wanted to draw nearer in spirit and mind to their eternal homeland. And if one were to listen to their hearts, one would perceive joy and contentment.",
  "contemplation": "Contemplate the Lord Jesus as a Father who weeps for His children in the wilderness, calling to them and gathering them together:\n\n1. The children of the nation of Israel (at one time)\n\n2. The children of all peoples on earth;\n\n3. The children of all times, from the creation to the end of the world.",
  "homily": "on the reversed values in the Kingdom of God\n\n\"But many that are first shall be last; and the last shall be first (Matthew 19:30; Luke 13:30)\n\nHow all-wise is He Who spoke these words! He did not say that all the first will be last and all the last will be first, but\n\nmany\n\n. There is not one error in the Gospel, and nowhere in the Gospel is there any exaggeration.\n\nWhy did the Lord put a limit and not say \"all\" but rather \"many?\" Experience teaches us that some of those who were first in honor on earth remained first in honor with God. There have been emperors who pleased God on their thrones, and there have been men without authority who angered God throughout their life.  There have been wealthy men who were saved by their charity and faith, and there have been indigent ones who received condemnation because of their evil and unbelief. There have been learned men who kept the faith and did good deeds, and there have been unlearned men who rejected both faith and good deeds. So there were some who were first here on earth and remained first in heaven, and also there were some who were last here and remained last after death also.\n\nBut alas, many who were first here became last there. And oh, the joy, oh, the justice of God--how many who were last here have become first there!\n\nThe Lord neither emphasized nor praised one class or one occupation over all others, but He recruited and even today He recruits an army of light from all classes, occupations and professions. For Him the criteria for man is neither a crown nor a beggar's pouch, but rather faith--faith and good deeds.\n\nO All-wise Lord, remember us also in Thy Kingdom.\n\nTo Thee be glory and praise forever. Amen."
}