{
  "title": "February 18",
  "saints": "1. SAINT LEO I, POPE OF ROME\n\nLeo was born in Italy of devout parents. He first served as archdeacon under Pope Sixtus III, and following the death of Sixtus he was elevated against his will to the throne of the Pope of Rome. When Attila, with his Huns, drew near to Rome and was prepared to destroy and burn the city, Leo came out before him in his episcopal vestments. He subdued the wrath of the leader of the Huns and averted the destruction of Rome. Attila allowed himself to be counseled by this holy man, but was also frightened by a vision of the Apostles Peter and Paul, who stood alongside Leo and threatened him with flaming swords. Not only did St. Leo save Rome, but he also contributed much to save Orthodoxy from the heresy of Eutyches and Dioscorus. This heresy consisted in the merging of the divine and human natures of Christ into one and, consequently, the denial of the two wills in the person of the Lord Savior. Because of this, the Fourth Ecumenical Council [Chalcedon, 451 A.D.] was convened, at which time the epistle of St. Leo was read. St. Leo had written this epistle and placed it on the tomb of St. Peter, who corrected it. Before his death, Leo spent forty days in fasting and prayer at the tomb of St. Peter, beseeching him to tell him whether his sins were forgiven. The Apostle Peter appeared to him and said that all of his sins were forgiven except sins committed in the ordination of priests (whence it is evident how grave a sin it is to ordain one who is unworthy) . The saint again fell to prayer until he was told that even those sins were forgiven. He peacefully gave up his soul to the Lord. St. Leo reposed in the year 461 A.D.\n\n2. SAINT FLAVIAN\n\nFlavian became Patriarch of Constantinople following St. Proclus. He was a contemporary of Pope Leo. He fought resolutely against Eutyches and\n\nDioscorus, but did not live to see the triumph of Orthodoxy at the Fourth Ecumenical Council, for, prior to that, he was so mercilessly beaten and trampled upon at a heretical council in Ephesus that he died there. Flavian was a faithful soldier of Christ--a courageous defender and confessor of the Orthodox Faith. He reposed in the year 449 A.D.",
  "hymns": "SAINT FLAVIAN\n\nWhen pride comes, then comes shame\n(Proverbs 11:2)\nThat is the word of God, the lesson of life.\nHeretics, who are they? The children of pride.\n\nWhat did they want? To bring shame.\nThat is why they had to endure shame.\nEutyches hoped in the help of the eunuch;\nFlavian hoped in the help of the Spirit of God.\n\nPride always precedes a fall:\nEutyches perished and Flavian conquered.\nDioscorus's hope was his fist;\nThat is why all generations despise him.\n\nFlavian, beaten and trodden underfoot\nNow is glorified on earth, and blessed in heaven.\nHe defended the truth without fear and without stop.\nThe truth stood firm, and he was not afraid of anything.\n\nLeo the Roman extended to him the assistance of a lion\nIn defense of the radiant face of Christ.\nThese two hierarchs, and Eulogius the third one\nGuided the Church to victory and joy.\n\nWithout such spirits, what would the Church be?\nA wounded bird with broken wings.",
  "reflection": "on the struggle of the weak with the Almighty\n\n\"But the chief priests consulted that they might put Lazarus also to death (John 12:10)\n\nThey agreed among themselves to first kill the Maker and then kill His work. For the risen Lazarus was the work of Christ. What is the use, they iniquitously thought, to kill the Miracle-worker and to leave a living witness of His greatest miracle? For then the people would be inflamed at them as evildoers! But, nevertheless, it happened that they killed Christ and missed Lazarus. And then? And then they and those of like mind killed scores of His apostles and overlooked hundreds. Then they killed thousands and overlooked hundreds of thousands. Then they killed hundreds of thousands and overlooked millions. Finally it became clear that, behind their backs, the slain were resurrecting to life like mown grass and those designated to be killed grew as sown grass before the faces of the murderers. In vain, from their point of view, did the wise Gamaliel say:\n\nBut if it be of God, ye cannot overthrow it (Acts 5:39)\n\n. Those who wage war against God throughout the centuries have sharpened their feebleness in vain to mow down the crop of God. The more they cut down, the more the crops of God grew luxuriantly.\n\nO demented combatants against Christ, those of that time and the present! Your bludgeon rebounds from the city of Christ and strikes your own hovel, crushing it into dust and ashes. Throughout the ages, you have had enough allies: besides the devil, with you were heretics, idolaters, fanatics, soothsayers, divinators, depraved princes and wealthy men, tyrants and all insensitive sinners. Up to now you have been defeated, and without any doubt all of your allies together with you will be defeated, to the end of time.\n\nFor this, O almighty and irresistible Lord, glory and praise be to Thee forever. Amen.",
  "contemplation": "Contemplate the Lord Jesus among the Pharisees and scribes:\n\n1. How He made every effort to raise up the Pharisees and scribes and to save them, and how they made every effort to overthrow and kill Him;\n\n2. How He wished to correct their every thought and word, and how they wished to twist His every thought and word;\n\n3. How He was saddened that He could not bring them to life, and how they were saddened that they were unable to kill Him.",
  "homily": ""
}