{
  "title": "June 23",
  "saints": "1. THE HOLY FEMALE-MARTYR AGRIPPINA\n\nSaint Agrippina was born and educated in Rome. From her childhood she trained herself to live according to the Gospel, driving away the stench of passions from her heart and filling her heart with the sweet-smelling fragrance of purity, virginity and chastity. She was betrothed to Christ the Lord and suffered as a bride of Christ during the reign of Emperor Valerian. She endured flogging with rods until her bones were crushed. An angel of God appeared to her and strengthened her. Under further tortures St. Agrippina gave up her soul to God. Her companions, Vassa, Paula and Agathonica, took her relics to the island of Sicily and buried them there with honor. A church was later built there in St. Agrippina's honor. Countless miracles were wrought through her relics. By the power, even the Hagarenes were turned away from the town where her relics lay. St. Agrippina reposed in the year 275 A.D. and was crowned with glory.\n\n2. THE HOLY MARTYRS EUSTOCHIUS AND GAIUS, AND THOSE WITH THEM\n\nEustochius was a pagan priest during the reign of Emperor Maximian, but, witnessing the heroism of the Christian martyrs, he rejected paganism and was baptized. Eudoxius, the Bishop of Antioch, personally baptized him. After that, Eustochius gradually converted his relatives to Christianity. His relative Gaius was baptized along with three children: Probus, Lollias and Urban. All of these, and others with them, were brought before the court, tortured and beheaded in Lystra for the sake of their faith in Christ the Lord. Their souls took up their habitation in the Immortal Kingdom of Christ.\n\n3. THE COMMEMORATION OF THE ICON OF THE ALL-HOLY BIRTH-GIVER OF GOD [THEOTOKOS] OF THE TOWN OF VLADIMIR\n\nWhen the Tartar King Ahmet besieged Moscow, Prince John (Ivan) Vasilievich set out with an army to defend the city. Even though the army of Prince John was smaller in number and weaker than the Tartar army, it nevertheless emerged victorious. All at once, an indescribable fear overcame the Tartars, and they became confused and fled. Everyone ascribed this unexpected success to the icon of the All-Holy Birth-giver of God, before which the Russian people had prayed for salvation from the Tartars. As a result of this, June 23 was designated in Russia for the commemoration of this miracle.\n\n4. THE HISTORY OF THE REPENTANCE OF THEOPHILUS\n\nTheophilus, out of envy toward his bishop, rendered his soul to the devil and renounced Christ and the Birth-giver of God [Theotokos] in writing. However, Theophilus later repented bitterly and obtained the forgiveness of the Holy and All-pure One after forty days of fasting and tearful prayers, and received back the paper he had written renouncing Christ, which he had given to the devil, and openly confessed his sin in church before the bishop and the people. When the bishop pronounced the words of forgiveness and administered Holy Communion to him, the face of Theophilus shone like the sun. Behold an example of how the merciful God not only forgives the sins of true penitents but also includes them among the saints.",
  "hymns": "SAINT AGRIPPINA\n\nAgrippina, purer than a lily\nOf the Son of God, the betrothed--\nHer soul was brighter than a flame\nAnd her faith firmer than a rock.\n\nTo the Lord she prayed, while being flogged;\nShe chanted psalms while enduring the wounds.\nForgiving all and blessing all\nLike a pillar of blood she stood before the court.\n\nWhen her bones were crushed\nAn angel descended and healed the wounds!\nBut when new sufferings were imposed\nAgrippina's strength gave out.\n\nTo God, Agrippina gave her spirit;\nThe soul departed but the body remained.\nThe holy relics of St. Agrippina\nAre the defense of the land of Sicily\n\nMedicine to those in misfortune and to the sick\nAnd protection from belligerent hoards.\nBy the prayers of Saint Agrippina\nMay many troubles pass us by.",
  "reflection": "Christian patience is a meek patience, but patience that harbors an impotent malice does not differ much from vengeance. Our saints are great in every evangelical virtue, but how great and magnificent are they in meek patience! Perhaps they appear the greatest to us in this virtue because we are the smallest in it. When the desert fathers had once gathered around John Kolovos [The Dwarf] to hear an instruction, a certain envious one heckled: \"Your vessel, O John, is full of poison!\" To that the meek John immediately responded: \"You said that, only seeing the exterior; but what would you have said if you had been able to see the interior?\" When they brought out St. Cyprian, the Bishop of Carthage, for beheading, he commanded that twenty-five gold pieces be given to his executioner following his death.",
  "contemplation": "To contemplate the miraculous healing of Zacharias from dumbness:\n\nAnd immediately his mouth was opened and his tongue loosed and he began to speak, blessing God (St. Luke 1:64):\n\n1. How Zacharias became dumb because of his disbelief of the angel of God;\n\n2. How Zacharias spoke as soon as he fulfilled the command of the angel:\n\nAnd asking for a writing tablet, he wrote the words: \"John is his name (St. Luke 1:63);\n\n3. How dumbness will fall from my soul as soon as I begin to fulfill the commandments of God, and how my soul will be full of words and wisdom according to God.",
  "homily": "About how we must not envy the sinners\n\n\"Be not emulous [envious] of evil men\" (Proverbs 24:1).\n\nDoes anyone envy the leper? No one envies him. Why then do some envy the evil man, when evil is a greater sickness than leprosy? Leprosy is a disease of the flesh, but evil is a disease of the soul. A leper can be healthy within, while he is unhealthy on the outside; and an evil man can be healthy on the outside, while his interior is ill--his heart is ill. A tree that is sick on the outside but has a healthy core has greater value than a tree that is healthy on the outside but has a rotten core. Thus, leprosy is a lesser evil than evil, i.e., than sin. For by evil, the All-wise One means sin (thought of sin as evil).\n\nDoes the physician envy the sick person? He does not envy him. Neither does the righteous one envy the sinner. If you do not know whether you are righteous, examine your heart: do you envy the sinner? If you envy the sinner then you are not righteous; if you do not envy the sinner, then rejoice, O righteous one of God. A sick person may envy a sick one, a sick person may envy a healthy person, but a healthy person does not envy a sick person. Neither does a righteous man envy the sinner. A physician recognizes a fatal illness of his patient and, knowing that, he pities him, but he does not envy him. A righteous one recognizes the sickness of sin, horrifying and deadly, and does not envy the sinner but pities him.\n\nO good and compassionate Lord, uproot envy from our hearts and plant love.\n\nTo Thee be glory and praise forever. Amen."
}