{
  "11-12": {
    "title": "November 12",
    "saints": "THE HOLY MARTYR ZENOBIUS AND HIS SISTER ZENOBIA\n\nThey were from Aegea in Cilicia. Zenobius was a priest and a physician. He brought the pagans to the Christian Faith, both by teaching them with words and by healing them from sickness through the invocation of the name of the Lord Jesus. Many of them were baptized. During the persecution of Diocletian, Zenobius was captured and brought to trial. The judge, Lysias, first tried to turn him from the Christian Faith by flattery, and when that did not help, he resorted to torture. But when even the torture did not help, he ordered that Zenobius be thrown into a fiery furnace. At that moment his sister, Zenobia, cried out: \"Increase, O Lord, the strength of Thy servant!\" The judge ordered that she be thrown into the fire as well. When they emerged unharmed from the furnace, the furious judge ordered that they both be beheaded. Thus, these holy martyrs took up their habitation in the Kingdom of Christ.\n\nTHE HOLY MARTYR ANASTASIUS THE FULLER\n\nAnastasius was from Aquileia near Rome and, by trade, a fuller. He was not a Christian, and did not believe in Christ. However, a miraculous occurrence compelled him to believe. A Christian woman had lost a piglet and could not find it anywhere. The fuller told her that her God could not help her because He had no power even to find a piglet. But the woman said: \"Let us look to see whose God is more powerful. Let us both fast for three days, you to your idols and I to my God.\" Anastasius agreed to that. On the third day, the woman found the piglet, and Anastasius received faith in Christ. Shortly after that, the persecution of Christians began. Anastasius took up the Cross of Christ and went to martyrdom. He was tortured in various ways and, finally, was thrown into the sea with a stone around his neck. Christians found his dead body, illuminated by a heavenly light, and buried him. He suffered honorably for the Lord in the year 304 A.D., during the reign of Diocletian.",
    "hymns": "THE HOLY MARTYRS ZENOBIUS AND ZENOBIA\n\nZenobius and Zenobia,\nBrother and sister, both martyrs,\nBoth holy before God,\nBoth unwavering in their confession:\n\"We are Christians! We are Christians!\"\nAnd the wild beasts did not devour them,\nNor did the fire consume them,\nNor did the sword frighten them.\nThey overcame all by the power of Christ,\nAnd now, as victors, they stand before Him,\nBefore the throne of the All-glorious One,\nWhere the angels sing eternally,\nAnd where the righteous rejoice forever.",
    "reflection": "What is the sign of holiness? The sign of holiness is moral purity, coupled with spiritual power—power over demons, power over the passions, power over nature, and power over every visible and invisible evil power. This power is given to man by the Lord Jesus, the All-powerful Victor. And such power is not given for ostentation and vainglory, but for the sake of helping men, and for the glory of God. St. Zenobius had such power and used it for the benefit of mankind and to the glory of God. He healed all manner of illnesses; he cast out demons; and he brought men to the knowledge of the One, Living God.",
    "contemplation": "Contemplate the resurrected Lord Jesus:\n\n1. How He appeared to the disciples on the road to Emmaus;\n\n2. How they did not recognize Him until the breaking of bread;\n\n3. How they knew Him and He disappeared from their sight.",
    "homily": "HOMILY ON THE RESURRECTION\n\n\"For since by man came death, by man came also the resurrection of the dead\" (1 Corinthians 15:21).\n\nOne man brought death, and one Man brought resurrection. One man sinned, and one Man atoned for sin. The first man is Adam, and the second Man is Christ. Christ is the New Adam. The Old Adam is the cause of death, and the New Adam is the cause of resurrection and life eternal.\n\nChrist's resurrection is the beginning of the general resurrection. His resurrection proves that our resurrection is possible. His resurrection shows us the way to resurrection. If He had not been resurrected, how could we hope for resurrection? If He, the Holy and Sinless One, had not been resurrected, how could we sinners hope for resurrection?\n\nO resurrected Lord, help us to follow Thy path to resurrection and life eternal.\n\nTo Thee be glory and praise forever. Amen."
  },
  "11-13": {
    "title": "November 13",
    "saints": "THE HOLY APOSTLE STACHYS\n\nStachys was one of the Seventy Apostles, and a co-worker of the Apostle Andrew. St. Andrew consecrated him as Bishop of Byzantium. Stachys ruled the Church of God with zeal and honor for sixteen years, and went to his rest in the Lord.\n\nTHE VENERABLE JOHN CHRYSOSTOM, PATRIARCH OF CONSTANTINOPLE\n\nJohn was born in Antioch in the year 347 A.D. His father, Secundus, was a high-ranking military officer. The pious Anthusa was his mother, and the learned Libanius was his teacher. By the age of twenty-three, John had mastered philosophy and rhetoric. When his mother died, he became a monk. He spent four years in the company of an elder and another two years alone in a cave. Forced to leave his cave because of illness, John, at the age of thirty-one, was ordained as a deacon. At the age of forty, he was ordained a priest by Flavian of Antioch, and for twelve years he served as a model priest.\n\nIn 397 A.D., Emperor Arcadius called John to Constantinople to be the patriarch. He governed the Church of Constantinople for six years with enormous zeal and wisdom. He was a great enemy of the Arians and pagans, of civil and ecclesiastical corruption. As a patriarch, John lived in the greatest poverty and gave everything to the poor. A strong conscience prompted him to publicly reprimand the dissolute Empress Eudoxia, and that was the cause of his downfall.",
    "hymns": "SAINT JOHN CHRYSOSTOM\n\nO John, Golden Mouth, God's true trumpet,\nYou spoke the truth--and that was all--\nThe truth, and not what people wanted to hear,\nNot smooth and honeyed words, nor words that flatter.\nYou cried out against sin like an eagle,\nAnd exposed sin with a voice of thunder.\nFrom the heights, your gaze penetrated the darkness,\nThere where men weave evil in the darkness.\nAnd to the sick, you were a healing balm,\nYour words more powerful than any medicine.\nYour words were sharper than a two-edged sword:\nThey tore the chains of sin and unbelief,\nBut also brought comfort and courage to the righteous.\nGlory to your holy name, O John!\nPray for us to Christ, that He receive our souls.",
    "reflection": "Man is like a watchtower between heaven and earth. One part of man's nature is directed upward toward heaven, and the other part is directed downward toward the earth. His spirit is directed upward toward heaven, and his flesh is directed downward toward the earth. Whichever is stronger rules over the other. If the flesh is stronger, it turns man's entire gaze toward the earth; if the spirit is stronger, it turns man's entire gaze toward heaven. Great are those who have succeeded in turning the gaze of their entire being toward heaven. Such were all the saints of God. Such was St. John Chrysostom. In this is reflected his spiritual greatness.",
    "contemplation": "Contemplate the resurrected Lord Jesus:\n\n1. How He appeared to Mary Magdalene, who loved Him more than herself;\n\n2. How Mary at first did not recognize Him, and how she later knew Him when He called her by name;\n\n3. How Mary, in her joy, wanted to embrace Him, but He would not allow her, saying: Touch Me not, for I am not yet ascended to My Father (John 20:17).",
    "homily": "HOMILY ON THE RESURRECTION OF THE DEAD\n\n\"For as in Adam all die, even so in Christ shall all be made alive\" (1 Corinthians 15:22).\n\nIn Adam, life is sown in shame; in Christ, life is raised in glory. Sin is from Adam and justice is from Christ. Weakness and death come from Adam, and strength and life come from Christ. Thus, in Adam we all die. And thus, in Christ we shall all be brought to life. That one is the earthly man; this one is the heavenly man. That is the bodily man and this is the spiritual man.\n\nChrist did not resurrect for His sake but for our sake, just as He did not die for His sake but for our sake. If His resurrection does not signify our resurrection, then His Resurrection is bitterness and not sweetness. Where, then, would the love of God be? Where, then, would the meaning of our miserable earthly experience be?\n\nO resurrected Lord, sober the minds of all the sons of men, that they would flee from darkness and destruction and reach out toward light and life eternal, which is in Thee.\n\nTo Thee be glory and praise forever. Amen."
  },
  "11-14": {
    "title": "November 14",
    "saints": "THE HOLY APOSTLE PHILIP\n\nPhilip was born in Bethsaida, the same town as Peter and Andrew. Following the Lord Jesus, Philip was a faithful and zealous apostle. After the descent of the Holy Spirit, Philip preached the Gospel throughout Asia Minor. He endured much for the sake of Christ: imprisonment, beatings, and ridicule. Finally, in the city of Hierapolis in Phrygia, he was crucified upside down on a tree. Even on the tree, he did not cease to proclaim Christ, and when the people demanded that he be taken down, he refused and said that he would not come down alive, but would go to his long-desired rest. And so he gave up his spirit to God.\n\nTHE HOLY MARTYR JUSTUS\n\nJustus was a Roman soldier who was martyred for Christ during the reign of Trajan.",
    "hymns": "THE HOLY APOSTLE PHILIP\n\nPhilip the Apostle, servant of Christ,\nPreached the Gospel to many nations,\nAnd baptized many in the name of the Trinity.\nHe healed the sick and cast out demons,\nAnd brought many to the knowledge of God.\nFor this, he was crucified upside down,\nBut even on the cross, he did not cease to preach.\nHe died as he had lived: proclaiming Christ.\nGlory to God for His holy apostle!",
    "reflection": "The apostles were simple men, without worldly education or power. Yet they turned the world upside down. How? By the power of the Holy Spirit. The power of the Holy Spirit is greater than all the power of the world. The apostles had nothing but the Holy Spirit, and that was enough. We have many things, but if we do not have the Holy Spirit, we have nothing.",
    "contemplation": "Contemplate the resurrected Lord Jesus:\n\n1. How He appeared to the disciples in the upper room;\n\n2. How He showed them His hands and His side;\n\n3. How He said to them: Peace be unto you.",
    "homily": "HOMILY ON PEACE\n\n\"Peace I leave with you, my peace I give unto you\" (John 14:27).\n\nThe peace of Christ is not the peace of the world. The world gives a false peace, a peace based on compromise with sin. But Christ gives true peace, a peace based on victory over sin. The world's peace is temporary and fragile. Christ's peace is eternal and unshakable.\n\nO Lord Jesus, give us Thy peace, that we may have rest in our souls.\n\nTo Thee be glory and praise forever. Amen."
  }
}
